[
    {
        "picture": "gos_1.png",
        "slider": [
            "gos-1-slide-1.jpg",
            "gos-1-slide-2.jpg",
            "gos-1-slide-3.jpg",
            "gos-1-slide-4.jpg",
            "gos-1-slide-5.jpg",
            "gos-1-slide-6.jpg",
            "gos-1-slide-7.jpg",
            "gos-1-slide-8.jpg",
            "gos-1-slide-9.jpg",
            "gos-1-slide-10.jpg",
            "gos-1-slide-11.jpg",
            "gos-1-slide-12.jpg",
            "gos-1-slide-13.jpg",
            "gos-1-slide-14.jpg",
            "gos-1-slide-15.jpg",
            "gos-1-slide-16.jpg",
            "gos-1-slide-17.jpg",
            "gos-1-slide-18.jpg",
            "gos-1-slide-19.jpg",
            "gos-1-slide-20.jpg",
            "gos-1-slide-21.jpg",
            "gos-1-slide-22.jpg",
            "gos-1-slide-23.jpg",
            "gos-1-slide-24.jpg",
            "gos-1-slide-25.jpg",
            "gos-1-slide-26.jpg",
            "gos-1-slide-27.jpg",
            "gos-1-slide-28.jpg",
            "gos-1-slide-29.jpg",
            "gos-1-slide-30.jpg",
            "gos-1-slide-31.jpg",
            "gos-1-slide-32.jpg",
            "gos-1-slide-33.jpg",
            "gos-1-slide-34.jpg",
            "gos-1-slide-35.jpg",
            "gos-1-slide-36.jpg",
            "gos-1-slide-37.jpg",
            "gos-1-slide-38.jpg",
            "gos-1-slide-39.jpg",
            "gos-1-slide-40.jpg",
            "gos-1-slide-41.jpg",
            "gos-1-slide-42.jpg",
            "gos-1-slide-43.jpg",
            "gos-1-slide-44.jpg"
        ],
        "title": "Калмыков Юрий Хамзатович",
        "speach": "«Менялись века и эпохи, на смену одним государствам приходили другие, но неизменным для всех них оставалось одно требование - обеспечение порядка, развитие общественных   норм,  государством» <br>«Совсем нелегко сохранить то, что я называю человеческим статусом. Народы, как и люди, - разные, но объединяет нас одно - то, что мы люди!»<br><br>Ю.Х. Калмыков",
        "text": "<br><br><br><br><p>Юрий Хамзатович Калмыков - Российский политический деятель, Министр юстиции Российской Федерации, член Совета безопасности России, юрист-цивилист, профессор, доктор юридических наук, заслуженный деятель науки и заслуженный юрист, оставивший ярчайший след в новейшей истории России.</p><p>Юрий Хамзатович Калмыков родился 01 января 1934 года в городе Баталпашинске Черкесской автономной области Ставропольского края (ныне – город Черкесск, столица Карачаево-Черкесской Республики).</p><p>В 1941 году Юрий Хамзатович пошёл в школу аула Абазакт Хабезского района Черкесской автономной области Ставропольского края, однако оккупация немецко-фашистскими войсками территории Карачаево-Черкесии учебу юного мальчика прервала. Калмыков Ю.Х. вместе с матерью и 14-ти летним старшим братом в период оккупации находились в ауле Абазакт. Отец Юрия Хамзатовича в то время находился в рядах Советской Армии.</p><p>С 1943 года, после освобождения территории Карачаево-Черкесской автономной области от гитлеровских захватчиков, Юрий Хамзатович продолжил учиться в средней школе.</p><p>В 1949 году Юрий Хамзатович окончил 7 классов школы №2 (бывшей школы №6) города Черкесска.  С 1949-1952 годы Юрий Хамзатович являлся учащимся Черкесской областной средней медицинской школы, окончив фельдшерское отделение по специальности «фельшер».</p><p>С 1952-1954 годы студент Ленинградского юридического института имени М.И. Калинина. С 1954 года по 1957 год Юрий Калмыков - студент юридического факультета Ленинградского государственного университета им. А.А. Жданова. В 1957 году Юрий Хамзатович окончил Ленинградский государственный университет им. А.А. Жданова по специальности «правоведение» с присвоением квалификации «юрист».</p><p>Ю.Х. Калмыков с сокурсниками, 3 курс, город Ленинград, 1954 годС сентября по декабрь 1957 года Юрий Хамзатович являлся стажером народного судьи, в 1957-1959 годы - народный судья Хабезского района Карачаево-Черкесской автономной области Ставропольского края.</p><p>Молодой специалист с первых же шагов своей трудовой деятельности проявлял недюжинные способности, оставаясь самостоятельным и независимым судьей, для которого одинаково были важны как буква закона, так и дух закона.</p><p>С 1959 по 1962 годы Ю.Х. Калмыков - аспирант советского гражданского и семейного права Саратовского юридического института имени Д.И. Курского.</p><p>Кафедра гражданского права Саратовского института, 1973 годВ 1963 году Юрий Хамзатович успешно защитил кандидатскую диссертацию по теме: «Обязательства, возникающие вследствие причинения вреда имуществу». Перед защитой опубликовал пять научных работ, в основном статейного характера и автореферат диссертации. После защиты Ю.Х. Калмыков опубликовал статью «Понятие имущества по советскому гражданскому праву», а в 1965 году приняты к опубликованию две брошюры «Возмещение вреда, причиненного имуществу» и «Новый гражданский кодекс Российской Федерации», статья «В.И. Ленин о гражданском законодательстве» и тезисы доклада «Применение отдельных норм Гражданского кодекса РСФСР».</p><p>Юрий Хамзатович, работая в Саратовском юридическом институте, вел большую идейно-воспитательную работу со студентами, как в общественной деятельности, так и в учебной. Неоднократно избирался членом партийного бюро курсовых организаций, секретарем партийной организации профессорско-преподавательского состава, членом парткома института, где отвечал за сектор студенческих организаций.</p><p>Ю.Х. Калмыков проявлял себя как серьезный научный работник, уделял много внимания повышению своей деловой квалификации, пользовался уважением в коллективе института и среди практических работников. Юрий Хамзатович проводил активную работу по разъяснению советского законодательства среди населения.</p><p>В 1967 году, на основании решения Высшей Аттестационной Комиссии Министерства высшего и среднего специального образования СССР, Калмыков Юрий Хамзатович утвержден в ученом звании доцента по кафедре «Гражданское право и процесс».</p><p>В 1968 году Юрий Хамзатович избран на должность заведующего кафедрой гражданского права на основании решения Совета института от 19 сентября 1968 года.</p><p>В декабре 1970 года Калмыков Ю.Х. успешно защитил докторскую диссертацию на тему: «Правовые вопросы хозрасчета промышленного предприятия (проблемы гражданского законодательства)» при Харьковском юридическом институте.</p><p>Решением Высшей Аттестационной Комиссии Министерства высшего и среднего специального образования СССР от 08 октября 1971 года Юрию Хамзатовичу Калмыкову присуждена ученая степень доктора юридических наук.</p><p>Решением Высшей Аттестационной Комиссии Министерства высшего и среднего специального образования СССР от 19 мая 1972 года Юрий Хамзатович Калмыков утвержден в ученом звании профессора по кафедре «Гражданское, семейное и хозяйственное право».  К 1987 году Калмыковым Юрием Хамзатовичем было опубликовано свыше 80 научных работ.</p><p>В 1991 и 1995 годах под его редакцией в городе Саратове вышел двухтомный учебник по гражданскому праву.</p><p>В своих работах Ю.Х. Калмыков исследовал такие институты гражданского права, как возмещение вреда, правовое положение государственных производственных предприятий, хозрасчет промышленных предприятий, применение норм гражданского права, имущественные права граждан, охрана государственной собственности и др.</p><p>Ю.Х. Калмыков создал свою научную школу подготовки молодых ученых-цивилистов.</p><p>Таким образом, Калмыков Юрий Хамзатович заведовал кафедрой Гражданского права Саратовского юридического института Д.И. Курского свыше 20 лет (1968 - 1989), воспитал не один десяток кандидатов и докторов наук, создал по-существу свою цивилистическую школу. Его деятельность как ученого, педагога, воспитателя научной молодежи была широко известна не только в России, но и в других республиках бывшего СССР.</p><p>Учитывая большие заслуги в учебно-педагогической, научной и общественной деятельности Юрия Хамзатовича и с целью увековечивания доброй памяти о нём, в корпусе №1 Саратовской государственной юридической академии одна из аудиторий, в которой он читал лекции студентам, названа в его честь - Аудитория имени профессора Ю.Х.</p><p>Калмыкова.</p><p>В 1989 году Юрий Хамзатович был избран народным депутатом СССР, членом Союза Верховного Совета СССР.</p><p>В выступлениях Юрия Хамзатовича на Съезде народных депутатов СССР, в Верховном Совете Союза CСР, в возглавляемом им в 1989-1991 годы Комитете по вопросам законодательства, законности и правопорядка Верховного Совета СССР, в средствах массовой информации последовательно прослеживались профессионализм, четкость и выверенность каждой фразы. Красной нитью во всей его деятельности в высшем законодательном органе СССР проходило стремление законодательно оформить назревшие коренные изменения политической и экономической системы страны.   Одновременно с работой в Комитете Юрий Хамзатович был членом Конституционной комиссии Съезда народных депутатов СССР.</p><p>Следует также перечислить связанные с его именем союзные законы: «О кооперации в CССP» (принятый еще в 1988 году, но претерпевший затем целый ряд изменений), «О собственности в СССР» (1990), «О конституционном надзоре в СССР» (1989), «Об общественных объединениях граждан в СССР» (1990), «О всенародном голосовании (референдуме СССР)» (1990), а также проект Основ законодательства Союза ССР и союзных республик об аренде (1989).</p><p>Однако все же главным итогом его парламентской деятельности в Верховном Совете СССР можно без преувеличения назвать работу по подготовке в 1990-1991 годы новых Основ гражданского законодательства Союза ССР и республик, которая стала безусловным прорывом в развитии цивилистической науки в нашей стране.</p><p>Ю.Х. Калмыков был не только формальным руководителем группы, созданной Президиумом Верховного Совета СССР для разработки проекта Основ, не только ее защитником и представителем во всех властных структурах, но и душой авторского коллектива ученых-юристов и практиков, непосредственно готовивших текст проекта.</p><p>Необходимо отметить, что моральный авторитет Юрия Хамзатовича был высок не только среди юристов. Прожив большую часть своей сознательной жизни вдалеке от своей малой родины Карачаево-Черкесии, он не утратил с ней связь. Не случайно он был избран президентом Международной черкесской ассоциации и председателем Конгресса кабардинского народа. В неспокойные для Республики дни осенью 1992 года именно авторитет Ю.Х. Калмыкова позволил избежать развития событий по трагическому сценарию. Калмыков был общепризнанным лидером черкесов.</p><p>После распада Советского Союза Ю.Х. Калмыков активно включился в создание новой, демократической системы законодательства. Он сыграл большую роль в подготовке Конституции Российской Федерации. Эта важная работа: «Осуществлялась группой правоведов, имеющих, могу заверить, основательную подготовку и связанных между собой многолетней профессиональной и творческой деятельностью, глубоким личным взаимоуважением. Это - тогдашний петербургский мэр, коллега по науке и преподаванию Анатолий Александрович Собчак и крупный ученый, мой давний друг по цивилистической профессии и личным взаимным симпатиям Юрий Хамзатович Калмыков», - в своих воспоминаниях писал C.C.</p><p>Алексеев.</p><p>Конституция Российской Федерации, над которой Ю.Х. Калмыков активно работал, принята на всенародном референдуме 12 декабря 1993 года.</p><p>Юрий Хамзатович конечно же продолжил работу и над кодификацией гражданского законодательства, начатую в союзном парламенте.</p><p>27 декабря 1991 года по распоряжению Президента РСФСР Б.Н.</p><p>Ельцина был создан Исследовательский центр частного права, где буквально кипела работа над созданием современного гражданского законодательства, которая соответствовала бы новым экономическим и социальным реалиям в максимально сжатые сроки.</p><p>На основании Распоряжения Председателя Верховного Совета Российской Федерации от 15.06.1992 №2993 рп-I Хасбулатова Р.И. для разработки проекта Гражданского кодекса Российской Федерации была образована рабочая группа в следующем составе: М.А. Митюков, В.Д.</p><p>Мазаев, Н.В. Федоров, Ю.Х. Калмыков, А.Л. Маковский, З.И. Панкова, Г.Д.</p><p>Голубов, В.А. Дозорцев, В.П. Звеков, О.М. Козырь, В.В. Витрянский, Е.А.</p><p>Суханов, Г.К. Толстой, А.А. Рубанов, С.А. Хохлов, Л.И. Брычева.</p><p>Распоряжением Первого заместителя Председателя Совета Министров - Правительства Российской Федерации от 08.05.1993 №769-р В.Ф. Шумейко для завершения работы над подготовкой проекта Гражданского кодекса Российской Федерации утверждена рабочая группа в следующем составе: С.С. Алексеев, М.И. Брагинский, В.В. Витрянский, Г.Д. Голубов, В.А.</p><p>Дозорцев, В.П. Звеков, Ю.Х. Калмыков, О.М. Козырь, А.Л. Маковский, Е.А.</p><p>Суханов, С.А. Хохлов.</p><p>«Если бы не Юрий Хамзатович Калмыков, Сергей Cергеевич Алексеев, Станислав Антонович Хохлов, Вениамин Федорович Яковлев, Александр Львович Маковский и Дмитрий Анатольевич Медведев, современного Гражданского кодекса и гражданского законодательства на рубеже веков мы могли бы и не увидеть. Конечно, можно сказать, что это была объективная необходимость. И это правда, но другого коллектива с таким знанием предмета и юридической техники подготовки законопроектов в тот момент среди цивилистов не было. В данном случае ключевое слово - коллектив, который был гораздо шире только что названных ученых» - писал П.В.</p><p>Крашенинников вспоминая Юрия Хамзатовича Калмыкова.</p><p>B 1993 году Ю.X. Калмыков возглавил Министерство юстиции Российской Федерации.</p><p>Его стремление значительно расширить полномочия Минюста диктовалось не чиновничьими рефлексами, a стремлением создать полноценную правовую систему в нашей стране. Некоторые из его проектов, например, передача в Минюст пенитенциарных учреждений, создание службы судебных приставов, службы государственной регистрации, впоследствии были претворены в жизнь. Проработав министром юстиции недолго, он успел оставить о себе память выдающегося государственного деятеля, мудрого и умеющего трудиться, в том числе над законопроектами.</p><p>Юрий Хамзатович был в хорошем смысле «буквоедом», требовал тщательной подготовки документов и практически под каждое слово проекта или заключения - правовое основание. Ю.Х. Калмыков добивался в Правительстве Российской Федерации, чтобы Минюст либо возглавлял работу над кодексами, либо говорил последнее, решающее слово по поводу судьбы того или иного законопроекта. В период его руководства Минюст занимался подготовкой Гражданского, Жилищного, Уголовно-процессуального, Гражданского процессуального кодексов, а также принимал активное участие в подготовке Уголовного, Семейного и Земельного кодексов.</p><p>Будучи председателем комитета ВС СССР по законодательству, министром юстиции Российской Федерации, Калмыков Ю.Х. неоднократно включался в состав официальных делегаций, выезжавших в зарубежные страны для ведения межгосударственных переговоров, участия в международных конференциях, совещаниях, нередко возглавлял их, встречался с руководителями иностранных государств, министерств и ведомств, известными общественными деятелями, принимал их в Верховном Совете СССР, Министерстве юстиции, подписывал соглашения о сотрудничестве, способствовал расширению и укреплению международного сотрудничества, укреплению деловых связей, повышению авторитета нашей страны в международных делах.</p><p>Делегация Шведского Риксдага в Комитете по законодательству Верховного Совета СССР Встреча с представителями Китайского Парламента в Комиссии по законодательству Верховного Совета СССР,1991 годПодписание соглашения о сотрудничестве. Германия, г. Дюссельдорф. 1994 годСеминар в Фонде Эдуардо Фрея.Чили, г. Сантьяго.  Июнь, 1990 годЗа большие заслуги в развитии юридической науки и педагогической деятельности в 1991 году Ю.X. Калмыкову присвоено почетное звание «Заслуженный деятель науки РСФСР», а в 1994 году – «Заслуженный юрист Российской Федерации» за заслуги в укреплении законности и многолетнюю добросовестную работу.</p><p>Вручение правительственных наград. Москва. Кремль. 21 января 1994 годаЮ.Х. Калмыков с огромным почтением относился к судебной системе, к судьям и их решениям. Известно, что во многих странах работа судьи считается вершиной карьеры юриста. Он сам после окончания Ленинградского университета работал судьей и хотел завершить юридическую карьеру также на судейском поприще, однако в итоге выбрал научно-педагогическую деятельность.</p><p>В Колонном зале Дома Союзов. 150 лет А.Ф. Кони. 1994 год12 августа 1993 года Указом Президента Российской Федерации Юрию Хамзатовичу Калмыкову присвоен классный чин государственного советника юстиции Российской Федерации.</p><p>В декабре 1994 года Юрием Хамзатовичем принято решение об отставке с поста Министра юстиции Российской Федерации. Указ Президента Российской Федерации об отставке был опубликован в «Российской газете» вместе с частью первой Гражданского кодекса Российской Федерации.</p><p>После ухода с поста Министра юстиции Российской Федерации Юрий Хамзатович продолжил работу депутатом Государственной Думы первого созыва и являлся членом Комитета Государственной Думы по делам Содружества Независимых Государств и связям с соотечественниками.</p><p>Сам Юрий Хамзатович по поводу этого периода своей биографии пишет: «Мое пребывание в Государственной Думе ознаменовалось одним запоминающимся событием - докладом в мае 1994 года проекта части первой Гражданского кодекса Российской Федерации».</p><p>Подготовка и согласование Гражданского кодекса, как до внесения в Государственную Думу, так и после, шли очень тяжело и нервно. Были и откровенный саботаж, и даже угрозы в адрес разработчиков. Известно, что текст пришлось разбивать вначале на две, потом на три и, наконец, на четыре части. Поэтому любой этап или даже шаг вперед принимался Юрием Хамзатовичем с радостью и надеждой.</p><p>Юрий Хамзатович принимал самое активное участие в создании многих законопроектов. Он много сделал для формирования Конституции России. Но главной заслугой, что неоднократно подчеркивают все без исключения коллеги-юристы, была разработка Гражданского кодекса России - фундаментального документа, определяющего правила для всех видов деятельности.</p><p>В 1995 году Юрий Хамзатович вернулся в Исследовательский центр частного права и до последних своих дней участвовал в подготовке Гражданского кодекса Российской Федерации.</p><p>Обсуждение 2-ой части Гражданского кодекса в Нижнем Новгороде. Апрель, 1995 годаВ 1995 году после образования Центра по инициативе основных разработчиков Гражданского кодекса была создана Российская школа частного права.</p><p>В конце 1996 года Ю.Х. Калмыков стал ректором Российской школы частного права.</p><p>Юрий Хамзатович написал свыше десяти монографий и около двухсот научных статей.</p><p>За день до смерти Юрий Хамзатович работал в Исследовательском центре частного права, в группе по наследственному праву - части третьей Гражданского кодекса Российской Федерации, на следующий день он вылетел в город Минеральные Воды Ставропольского края.</p><p>Ю.Х. Калмыков все время был занят государственными или общественными делами. Он и умер 16 января 1997 года в пути на родину, в город Черкесск, на конгресс Международной черкесской ассоциации после приземления самолета в аэропорту города Минеральные Воды. Похоронен в родовом ауле Абазакт в Карачаево-Черкесии, недалеко от города Черкесска, где покоятся его родители.</p><p>Ю.Х. Калмыков прожил недолгую жизнь, всего 63 года, но его законотворческая, научная и педагогическая деятельность была весьма продолжительной и интенсивной. Кроме несомненных удач в научной и государственной деятельности, он имел великолепную семью. Жена Юрия Хамзатовича - Октябрина Рамазановна, верный друг и соратник своего мужа, сделала все, чтобы творчество великого ученого и государственного деятеля стало достоянием широкой общественности. Все три дочери пошли по стопам отца - стали высокопрофессиональными юристами.</p><p>Юрий Хамзатович и Октябрина Рамазановна«Повороты судьбы» - так называл Юрий Хамзатович зигзаги своей яркой жизни, наполненной борьбой за идеалы добра и справедливости.</p><p>В знак признания его заслуг Ассоциация юристов России в 2013 году учредила премию имени Юрия Хамзатовича Калмыкова «За честь и достоинство».</p><p>В памяти многих, Юрий Хамзатович Калмыков остается великим профессионалом, человеком богатого природного дарования и большой доброты.</p>"
    },
    {
        "picture": "gos_2.jpg",
        "slider": [
            "gos-2-slide-1.jpg",
            "gos-2-slide-2.jpeg",
            "gos-2-slide-3.jpg",
            "gos-2-slide-4.jpg",
            "gos-2-slide-5.png",
            "gos-2-slide-6.jpg",
            "gos-2-slide-7.jpg",
            "gos-2-slide-8.jpg",
            "gos-2-slide-9.jpg",
            "gos-2-slide-10.jpeg",
            "gos-2-slide-11.jpeg",
            "gos-2-slide-12.jpg",
            "gos-2-slide-13.jpg",
            "gos-2-slide-14.jpg",
            "gos-2-slide-15.jpg",
            "gos-2-slide-16.png",
            "gos-2-slide-17.jpg",
            "gos-2-slide-18.jpg",
            "gos-2-slide-19.jpg",
            "gos-2-slide-20.jpg",
            "gos-2-slide-21.jpg",
            "gos-2-slide-22.jpg",
            "gos-2-slide-23.jpg",
            "gos-2-slide-24.jpg",
            "gos-2-slide-25.jpg",
            "gos-2-slide-26.jpg",
            "gos-2-slide-27.jpg",
            "gos-2-slide-28.jpg",
            "gos-2-slide-29.jpg",
            "gos-2-slide-30.jpg",
            "gos-2-slide-31.jpg",
            "gos-2-slide-32.jpg",
            "gos-2-slide-33.jpg",
            "gos-2-slide-34.jpg",
            "gos-2-slide-35.jpg",
            "gos-2-slide-36.jpg",
            "gos-2-slide-37.jpg",
            "gos-2-slide-38.jpg"
        ],
        "title": "Эбзеев Борис Сафарович",
        "speach": "Конституция Российской Федерации – это гранитные берега демократии <br><br> Эбзеев Б.С",
        "text": "<br><br><br><br><p>Борис Сафарович родился 25 февраля 1950 года в селении Джаны-Джер Кызыл-Аскерского района Фрунзенской области Киргизской ССР (ныне в составе Сокулукского района Чуйской области Киргизии), куда его семью, как и весь карачаевский народ, принудительно выслали в 1943 году по ложному обвинению (указать про реабилитацию в 1980-х годах). </p><p> Отец Бориса Сафаровича, Эбзеев Сафар Ахлауович, был предельно справедливым, порядочным и законопослушным человеком, что и прививал своим детям, воспитывая их в традициях горского этикета.</p><p>Сафар Ахлауович (на фотографии справа), будучи с 1939 года членом КПСС, в годы Великой отечественной войны был одним из организаторов партизанского движения против фашистских оккупантов. </p><p>Первые семь лет жизни Бориса Сафаровича прошли в суровых условиях депортации, и лишь в 1957 году после снятия ограничений с карачаевского народа Указом Президиума Верховного Совета СССР от 16 июля 1956 года его семья смогла вернуться на родину. </p><p>Семья Бориса Сафаровича поселилась в городе Карачаевске, где он пошел в среднюю школу No 3. Отец Эбзеева Б.С., Сафар Ахлауович, работал адвокатом Карачаевской городской юридической консультации, являлся членом Ставропольской краевой коллегии адвокатов, а также секретарем объединенной партийной организации органов юстиции города Карачаевска. </p><p>Окончив школу в 1966 году, на протяжении двух лет Эбзеев Б.С. работал плотником-бетонщиком в строительной организации, зарабатывая тем самым необходимый трудовой стаж по рабочей специальности для допуска к вступительным экзаменам в юридические вузы страны, что, безусловно, демонстрирует стремление молодого человека связать свою судьбу с юриспруденцией. </p><p>В 1968 году Эбзеев Б.С. поступил в Саратовский юридический институт имени Дмитрия Ивановича Курского (ныне Саратовская государственная юридическая академия), который он окончил с отличием в 1972 году. За время учебы в институте был удостоен высшей по тем временам стипендии имени Владимира Ильича Ленина, успел стать делегатом первого Всесоюзного слета студентов в октябре 1971 года, и том же году был награжден  «За доблестный труд».</p><p> По окончании обучения в институте поступил в аспирантуру в этом же вузе, обучение в которой завершил досрочно и в 1975 году успешно защитил кандидатскую диссертацию на соискание ученой степени кандидата юридических наук по теме: «Конституционные основы свободы личности советских граждан».</p><p> С 1975 по 1976 годы Борис Сафарович проходил действительную военную службу в специальных моторизованных частях милиции. Его имя занесено в Книгу почёта Внутренних войск МВД СССР в 1976 году. После демобилизации с 1977 года работал в Саратовском юридическом институте преподавателем, старшим преподавателем, являясь доцентом кафедры государственного (конституционного) права, совмещая при этом преподавательскую деятельность с должностью секретаря комитета ВЛКСМ института на правах райкома. В последующем являлся заведующим кафедрой прав человека и конституционного правосудия.В 1989 году Эбзеев Б.С. защитил докторскую диссертацию на тему «Конституционные проблемы прав и обязанностей человека и гражданина», получив ученую степень доктора юридических наук, а годом позже был утвержден в ученом звании профессора.</p><p>С 1991 года Борис Сафарович принимал активное участие в разработке ряда законов и законопроектов. Так, он является автором Конституции Карачаево Черкесской Республики, а также соавтором проекта Конституции (Основного закона) Российской Федеративной Республики, который был подготовлен группой сотрудников Саратовского юридического института и удостоен почетной грамоты Председателя Верховного Совета РСФСР и премии Конституционной комиссии Съезда народных депутатов РСФСР.</p><p>29 октября 1991 года V Съездом народных депутатов РСФСР Эбзеев Б.С., кандидатура которого была выдвинута народными депутатами от автономий в составе России, был избран судьей Конституционного Суда Российской Федерации.</p><p>В этот период своей жизни свою практическую деятельность в Конституционном Суде Российской Федерации Эбзеев Б.С. сочетает с научной, педагогической и публицистической, а именно состоит в должности заведующего кафедрой конституционного права одного из высших учебных заведений Москвы, руководит подготовкой ряда кандидатских и докторских диссертаций, внося тем самым весомый вклад в подготовку научных и педагогических кадров, состоит в редколлегиях журналов «Государство и право» и «Россия и ее субъекты: «право и политика», является членом диссертационных советов Саратовской государственной академии права и НИИ прокуратуры Российской Федерации.</p><p>Большое значимость с учетом политических реалий страны представляет период работы Эбзеева Б.С. в качестве судьи Конституционного Суда Российской Федерации, в частности его особые мнения по значимым делам. Так, по «делу КПСС» в 1992 году им был выдвинут критерии, в соответствии с которым партия может быть признана неконституционной. К числу основных критериев Борис Сафарович относит именно права человека и гражданина, которые: «…являются тем оселком, на котором должно выверяться каждое положение Постановления Конституционного Суда Российской Федерации по данному делу. Причем сама проблема должна рассматриваться не применительно к будущему, а в проекции на день сегодняшний. Права человека не дар государства своим гражданам, обязанным за это ему абсолютным послушанием, а атрибутивное свойство всякого демократически организованного общества и самой личности. Именно права человека определяют пределы государственной власти, за которые она по Конституции не вправе вторгаться без риска перерождения в тоталитарные формы организации и деятельности, и потери качества легитимности».</p><p>В 1995 году в своем особом мнении по делу о проверке конституционности указов президента РФ от 1993-1994 годов «Об основных положениях военной доктрины Российской Федерации» и «О мероприятиях по восстановлению конституционной законности и правопорядка на территории Чеченской Республики» Эбзеев Б.С. подверг критике действия федеральных властей в Чечне, вновь ставя во главу угла вопрос о естественных правах человека. «…Оспариваемые акты президента и правительства Российской Федерации не могут оцениваться судом не только без учета событий, которыми они были вызваны, но и вне последовавших за их исполнением результатов. В частности, реализация указанных актов вызвала многочисленные жертвы среди мирного населения, большие разрушения и уничтожение имущества граждан. Неадекватность актов и особенно мер по их реализации потребностям пресечения покушения на конституционный строй Российской Федерации им самим придает характер покушения на Конституцию Российской Федерации».</p><p>Особые мнения Эбзеева Б.С. по делам, рассматриваемым Конституционным Судом Российской Федерации, касаются также вопросов в области конституционного судопроизводства, законодательного процесса, миграционного законодательства, уголовного процесса и многих других. Борис Сафарович имеет высший квалификационный класс судьи.В 1993 году Эбзеев Б.С., будучи членом Конституционного совещания Российской Федерации и его комиссии по доработке проекта Конституции Российской Федерации, внес существенный вклад в работу по подготовке проекта основного закона государства. Борис Сафарович был и в числе разработчиков Федерального конституционного закона «О Конституционном Суде Российской Федерации», закона РСФСР «О Конституционном суде».</p><p>14 февраля 1995 года Эбзеев Б.С. включен в состав первой палаты Конституционного Суда Российской Федерации. Член Комиссии по координации с органами судебного конституционного контроля субъектов Российской Федерации и государств – участников СНГ.</p><p>За выдающийся вклад в развитие отечественной юридической науки в 2000 году Указом Президента Российской Федерации ему присвоено почетное звание «Заслуженный деятель науки Российской Федерации».Борис Сафарович, являясь признанным государственным деятелем, выдающимся  профессиональным юристом подмечал и особо ценил высокие профессионально-личностные качества своих коллег.Ярким подтверждением этого является статья: «Высокий профессионал и безупречно честный человек», которую Эбзеев Б.С. посвятил светлой памяти Абрекова Магомета Маджитовича, заслуженного юриста Российской Федерации, первого Председателя Верховного Суда Карачаево-Черкесской Республики.</p><p>Эбзеев Б.С. в данной работе, подчёркивая, что она не носит характер «сухой анкеты, заполненной рукой сотрудника кадровой службы, которая могла бы точнее, чем человеческая память, передать информацию о датах, перемещениях по должностной лестнице и переездах, поощрениях и пр.», упоминая при этом о широком перечне заслуг Магомеда Маджитовича, уделяет особое внимание его персональным качествам, отмечая разносторонность и масштабность личности этого выдающегося человека, глубину мышления и широту кругозора, твердость принципов и замечательный дар дружбы, тем самым выделяя Абрекова М.М. из всей плеяды по-настоящему талантливых людей, которых в Карачаево-Черкесии, по утверждению Эбзеева Б.С., много. Борис Сафарович выражает искреннюю горечь по поводу безвременной кончины Абрекова М.М., предается воспоминаниям о студенческих годах, описывая момент знакомства с Магомедом Маджитовичем, его успехи как в научном студенческом обществе, так и в спорте (Абреков М.М. был мастером спорта СССР по вольной борьбе и самбо), выстраивая по крупицам образ «увлеченного и увлекающегося человека, умеющего отдаваться избранному делу и обладающего упорством, позволявшим добиваться успеха». Благодаря труду Эбзеева Б.С. читатель имеет возможность ознакомиться с основными эпизодами короткой, но очень яркой жизни Абрекова М.М., проследить его карьерный рост, который имел место вопреки предубеждениям властей в отношении карачаевцев, его стремление трудиться во благо своей малой родины – Карачаево-Черкесии, трепетное и внимательное отношение к людям старшего поколения, прошедших через ужасы Великой Отечественной войны и депортации, первые и потому самые трудные шаги Магомеда Маджитовича во главе судебной системы республики по претворению в жизнь проводимой в России судебной реформы, глубокое понимание Абрековым М.М. соотношения законодательной, исполнительной, судебной властей, и его ответственный подход к разрешению наиболее сложных дел, имевших большой общественный резонанс, способных вызвать недовольство административных властей, а также усилия Магомеда Маджитовича, которые он приложил для завершения строительства Дворца правосудия (здание Верховного Суда Карачаево-Черкесской Республики) несмотря на тяжелое заболевание. Кроме того, Борис Сафарович упоминает об еще одном из важных для Абрекова М.М. людей – о большом ученом и видном государственном деятеле Юрии Хамзатовиче Калмыкове, который со студенческой скамьи являлся одним из самых любимых учителей Магомеда Маджитовича. Абрекову М.М. первому сообщили о кончине Юрия Хамзатовича в аэропорту Минеральных Вод, и именно ему выпала печальная миссия доставить тело своего учителя, доброго наставника и друга в город Черкесск.</p><p>Этой статьей Борис Сафарович безусловно приносит дань уважения Магомеду Маджитовичу Абрекову, подчёркивает всю значимость его личности не только лишь для его родных, друзей и близких, но и для всей истории отечественного правосудия.</p><p>Сферу научных интересов Бориса Сафаровича, прежде всего, представляют конституционное право, проблемы власти, суверенитета, свободы и прав человека. Являясь автором более 200 научных работ, в том числе 25 книг – монографий, учебников, научно-практических комментариев, Эбзеев Б.С. снискал широкую известность как ученый, исследующий актуальные проблемы власти, суверенитета, свободы и прав человека.</p><p></p><p>Вот далеко не полный список учебников, книг и статей за авторством и соавторством Эбзеева Б.С.:</p><p>1. Конституционные основы свободы личности в СССР (Саратов: СГУ,1982 г.);</p><p>2. Советское государство и права человека: конституционные вопросы (Саратов,1986 г.);</p><p>3. Конституция, правовое государство, конституционный суд. (Закон и право,1997 г.)</p><p>4. Комментарий к постановлениям Конституционного Суда Российской Федерации (Юристъ,2000 г.);</p><p>5. Теория государства и права: Учебник для вузов (ЮНИТИ,2000 г.);</p><p>6. Комментарий к постановлениям Конституционного Суда Российской Федерации: Государственная власть. Местное самоуправление (Юристъ,2002 г.);</p><p>7. Публичная власть и обеспечение государственной целостности Российской Федерации: конституционно-правовые проблемы (Саратов: СГАП,2003 г.);</p><p>8. Государственное единство и целостность Российской Федерации: конституционно-правовые проблемы (Экономика,2005 г.);</p><p>9. Человек, народ, государство в конституционном строе Российской Федерации (Юридическая литература,2005 г.);</p><p>10. Глобализация и государственное единство России (Формула права,2006 г.);</p><p>11. Личность и государство в России: взаимная ответственность и конституционные обязанности (Норма,2007 г.);</p><p>12. Конституционное право Российской Федерации. Учебник (Проспект,2017 г.);</p><p></p><p>Выступление на 1000-м торжественном заседании Государственной Думы Федерального Собрания РФ 23 мая 2008 г. (Журнал Конституционного правосудия. – 2008 г.);Рецензия: Миграция населения – в теоретико-правовом аспекте (Хабриева Т. Я. Миграционное право России: теория и практика) (Журнал российского права. – 2008 г. – № 5);Конституция Российской Федерации: прямое действие и условия реализации (Государство и право. – 2008 г. – № 7);Большой учёный, талантливый педагог, масштабная личность Конституционное развитие России (Конституционное развитие России: Межвузовский сб. науч. ст. – Вып. 9. – 2008 г.);Индивидуальное и коллективное в организации социума: объективные основания и отражение в Конституции (Конституционное развитие России: Межвузовский сб. науч. ст. – Вып. 9. – 2008 г.);Актуализация Конституции России: собирательный образ поправок Президента В. В. Путина и новые смыслы Основного Закона ( Государство и право. – 2020. – № 4).Неоспоримая компетенция в области конституционного права не могла оставить профессора Эбзеева Б.С. в стороне от политической деятельности. 30 июля 2008 года Президент России Дмитрий Анатольевич Медведев внес кандидатуру Бориса Сафаровича Эбзеева на рассмотрение Народного собрания Карачаево-Черкесии для наделения его полномочиями президента республики. 5 августа 2008 года на внеочередной сессии Народного собрания Карачаево-Черкесии единогласным решением депутатов Борис Сафарович Эбзеев утверждён в качестве нового президента Карачаево Черкесской Республики, став первым, кто был назначен на этот пост Народным собранием Карачаево-Черкесской Республики по представлению главы России, и третьим президентом республики в новейшей истории.За непродолжительный период во главе субъекта Эбзеев Б.С. успел оставить яркий след в истории республики. Под его руководством в регионе проводилась политика, направленная на межнациональное и межконфессиональное сплочение народа.</p><p>Борис Сафарович чутко относился к нуждам населения, обстоятельно подходил к разрешению обращений граждан, предпринимал действенные меры по обеспечению роста благосостояния людей, улучшению условий их жизни и труда, повышению уровня образования и здравоохранения.</p><p>За большой вклад в социально-экономическое развитие республики и многолетнюю добросовестную работу Эбзееву Борису Сафаровичу 14 марта 2010 года объявлена Благодарность ПрезидентаРоссийской Федерации.</p><p>27 мая 2010 года избран председателем Карачаево-Черкесского отделения Ассоциации юристов России.</p><p>С 16 июня по 18 декабря 2010 года являлся членом президиума Государственного совета Российской Федерации.</p><p>После ухода в 2011 году с поста президента Карачаево-Черкесии по собственному желанию,14 марта 2011 года Эбзеева Б.С. назначают членом Центральной избирательной комиссии Российской Федерации, роботу в которой Борис Сафарович с 2012 года совмещает с преподавательской деятельностью в Российской академии правосудия (ныне Российский государственный университет правосудия) на кафедре конституционного права. С 2013 по 2016 годы занимал должность председателя экспертного совета ВАК РФ по праву, членом которого являлся с 2006 по 2008 годы. С 3 марта 2016 года вновь назначен членом Центральной избирательной комиссии Российской Федерации. С 2018 года – член редколлегии журнала «Государство и право».</p><p>Будучи выдающимся ученым-государствоведом современности, Борис Сафарович принял участие в судьбе многих именитых представителей отечественной науки. Так, накануне 70-летнего юбилея Эбзеева Б.С., профессор и доктор юридических наук Валентина Викторовна Комарова, заведующая кафедрой конституционного и муниципального права Университета имени О.Е. Кутафина (МГЮА), провела интервью с профессорско преподавательским составом кафедры. Профессоры и доценты, доктора и кандидаты юридических наук, почетные работники высшего профессионального образования Российской Федерации, все они выражали безмерную благодарность Борису Сафаровичу, с теплотой вспоминали обстоятельства знакомства с ним, о первом впечатлении, которое произвел Эбзеев Б.С. на каждого из них, о влиянии его научных трудов на их творчество, делились яркими воспоминаниями о встрече с Борисом Сафаровичем, в том числе чувствами от общения с ним, как с оппонентом по диссертации на соискание степени доктора юридических наук.</p><p>17 февраля 2021 года постановлением Совета Федерации назначен на очередной пятилетний срок полномочий членом ЦИК России с правом решающего голоса, в этой должности Борис Сафарович состоит и по сей день.</p><p>Помимо исполнения должностных обязанностей, Эбзеев Б.С. продолжает вести просветительскую деятельность, уделяя особое внимание вопросу наличия у учеников средней и высшей школы знаний основ Конституции Российской Федерации. По заявлению самого Бориса Сафаровича, его задачей не является сделать «всех и вся юристами и знатоками постатейно всей Конституции РФ», смысл своей работы Эбзееву Б.С. представляется в трёх вещах: во-первых – знание основ Конституции России, во-вторых – уважение к институтам конституционного строя и институтам российской государственности, в третьих – готовность защищать эти институты в случае возникновения такой надобности. Указанное в соответствии с позицией Бориса Сафаровича важно для формирования граждан России, в связи с чем именно на всё перечисленное должна быть направлена работа государственных институтов и учебных заведений страны.</p><p>В своем активе Борис Сафарович имеет множество наград, среди которых, помимо ранее упомянутых, числятся:</p><p>Почётная грамота Президента Российской Федерации (12 декабря 2008 г.) – за активное  в подготовке проекта Конституции Российской Федерации и большой вклад в развитие демократических основ Российской Федерации;</p><p>Заслуженный юрист Республики Адыгея (24 февраля 2015 г.) – за заслуги в укреплении законности и правопорядка;</p>"
    }
]