[
    {
        "picture": "v4.png",
        "title": "Нарожняя Наталья Федоровна",
        "description": "",
        "awards": [
            "v-4-award-1.jpg",
            "v-4-award-2.jpg",
            "v-4-award-3.jpg",
            "v-4-award-4.jpg",
            "v-4-award-5.jfif"
        ],
        "book": [],
        "text": "<p><b>Нарожняя Наталья Федоровна</b> родилась 5 декабря 1922 года в с. Первая Стрелицкая Больше-Троицкого района Курской области (ныне Щебекенский район Белгородской области).Ей было 19лет, когда началась Великая Отечественная война. В 1942 году она как доброволец направилась на службу в ряды Советской армии (78-я гвардейская стрелковая Висленская ордена Суворова дивизия). С 1942 по 1945 она прошла путь от Белгорода до Сталинграда и от Сталинграда до Праги. Победу встретила в составе подразделений Главного управления контрразведки «Смерш» Наркомата обороны в Чехословакии в городе Карловы Вары. О подвиге совсем еще юной девушки говорят ее награды: Орден Отечественной войны II степени, две медали «За боевые заслуги», медаль «За победу над Германиейв Великой Отечественной войне 1941-1945 гг.», медаль «За освобождение Праги», медаль Жукова,медаль «Участник форсирования Днепра». </p><p>Уже после службы Наталья Фёдоровна вернулась в родной Белгород к родителям. В сентябре 1948 года Нарожняя Н.Ф. поступила в Ростовскую двухгодичную юридическую школу Министерства юстиции РСФСР, а в 1950 году, после ее окончания, по распределению была направлена нотариусом в Ставропольский край. В городе Черкесске и началась её мирная трудовая деятельность в юриспруденции. Необыкновенно трудолюбивая и ответственная, Наталья Федоровна всегда была настоящим профессионалом, душой болела за свое дело. </p><p>С 1951 по 1964 годы Наталья Фёдоровна была народным судьей в районных судах Ставропольского края и Карачаево-Черкесской автономной области: с 1951 по 1957 гг. - народный судья Советского района Новоселецкого района, с 1957 по 1958 гг. - народный судья Черкесского городского народного суда, с 1958 по 1964 гг. - народный судья Прикубанского районного народного суда. </p><p><b>Воинское звание:</b> </p><p>гв. Красноармеец</p><p><b>Награждена медалями:</b></p><p> Орден Отечественной войны II степени, </p><p>две медали «За боевые заслуги», </p><p>медаль «За победу над Германией в Великой Отечественной войне 1941-1945 гг.», </p><p>медаль «За освобождение Праги», </p><p>медаль Жукова, </p><p>медаль «Участник форсирования Днепра»</p><p><b>Указом Главы Карачаево-Черкесской Республики от 11 октября 1995ей было присвоено почетное звание «Заслуженный юрист Карачаево-Черкесии».<b></p>"
    }
]