[
    {
        "picture": "1.png",
        "title": "Крымшамхалов Бек-Мырза Хаджи-Мырзаевич",
        "description": "",
        "date": "1922-1923 КЧАО",
        "text": "<p>Род. в 1879 г. Образование: Ставропольская гимназия (1900), Императорский Московский ун-т (юр. ф-т, 1904). </p><p> Служба: с 09.1905 – мл. кандидат на должности по судеб. ведомству при С.-Петербург. суд. Палате; с 07.1907 – ст. кандидат там же; с 12.1908 – и.д. суд. следователя Слупец. уезда Калиш. губ. (Польша), с 03.1912 – и.д. суд. следователя по важнейшим делам округа Калиш. окруж. суда. С началом 1-й мировой войны попал в плен к немцам, бежал (1914), переехал в Москву, где служил в должности адм. судьи Москов. окруж. суда. Во время граждан. войны проживал в Москве, был служащим прод. пункта. С 01.1921 г. – консультант подотдела хоз. оборудования отдела общего обеспечения Наркомпроса РСФСР. По возвращении на малую родину: с 03.1922 г. – председатель обл. суда КЧАО, осенью того же года было принято решение (а в 1923 г. утверждено) о его переводе /из-за соц. происхождения/ на пост. зам. председателя облсуда по граждан. делам, в 1924 г. – в рядовые члены облсуда КЧАО (с 1924 г. – КАО). В 1927 г. выведен из состава облсуда, служил юрисконсультом облисполкома КАО, откуда уволен в 1928 г. («как бывший князь и помещик»). Переехал в Ленинград, ряд лет был юрисконсультом Ленинград. союза потреб. обществ поселился в его пригороде г.Слуцке, где работал служащим. Умер в блокадном Ленинграде (12.1941). </p><p> Чины: губ. секретарь (1906), коллеж. секретарь (1908), титул. советник (1911), надворный советник (1915).</p>"
    },
    {
        "picture": "2.png",
        "title": "Кондрашов",
        "description": "",
        "date": "1923-1924 (КЧАО)",
        "text": "Был командирован для работы в КЧАО краевым комитетом партии. Возглавил облсуд КЧАО в 1923 году. 10.10.1924 г. Кар.-Черк. областной оргбюро РКП/б/ удовлетворил просьбу Кондрашова об освобождении его от обязанностей председателя облсуда и ««откомандировании его в ЦК партии» с согласия Юго-Восточного крайкома РКП/б/."
    },
    {
        "picture": "3.png",
        "title": "Байкулов Исмаил Хусеинович",
        "description": "",
        "date": "1924-1926 (КЧАО) и 1926-1931 (КАО)",
        "text": "Род. в ауле Тебердинский. Входил в состав полит. кружка, созданного в Теберде во главе с С.М. Халиловым (1909 г.). После Февральской революции – активный участник общ.-полит. процессов, в период белогвардейской администрации – в подполье. С 11.1920 г. – член партячейки РКП/б/ в Теберде.  С осени 1924 г. – председатель облсуда КЧАО (на 1925 года вместе с ним назначены: заместители – Хаджичиков, А. Батчаев, члены – Пастухов, Засыпкина, Б. Крымшамхалов, Камбуров, Санглибаев). В 1932-33 гг. – прокурор КАО, в 1934 г. – зав. Бюро жалоб Рабоче-крестьянской инспекции /РКИ/ и зам. председателя Обл. контрольной комиссии-РКИ. С 03.1935 г. – зав. облздравотделом КАО. Репрессирован в 1937 г., реабилитирован посмертно. "
    },
    {
        "picture": "4.png",
        "title": "Хаджичиков Зулкарнай Хаджи-Умарович",
        "description": "",
        "date": "1931 (КАО)",
        "text": "Род. в 1896 г. (а.Карт-Джурт). Получил среднее образование. Член ВКПб с 1925 г. В 1925-1929 гг. – зам. председателя Карачаево-Черкесского облсуда. С 10.1930 г. –  зав. орготделом Карачаевского облисполкома. Затем, в 1931 г. – пред. облсуда;  снят с должности в декабре того же года, переведен в инструкторы облисполкома, работал зав. отделом кадров облисполкома (снят с должности в марте 1932 г., в декабре того же года – исключен из партии). Позднее работал преподавателем Нижне-Тебердинской школы крестьянской молодежи, директором школы в Карт-Джурте. Репрессирован в 1937 г., реабилитирован посмертно."
    },
    {
        "picture": "5.png",
        "title": "Гринь Елена ",
        "description": "",
        "date": "1931-1932 (КАО)",
        "text": ""
    },
    {
        "picture": "6.png",
        "title": "Чотчаев Локман Джамбулатович",
        "description": "",
        "date": "1932-1934 (КАО)",
        "text": "Род. в 1902 г.  С июля 1929 г. – председатель правления Карачаевского Единого потреб. о-ва. В 1929-30 гг. – в должности народного судьи различных судеб. участков КАО. В 1930 г. направлен на юридические курсы. После смещения с поста пред. облсуда  - на различных должностых (с 1936 г. – председатель колхоза). Арестован в 1937 г., ряд лет находился в заключении в лагерях ГУЛАГа. Освобожден в 1944 г., переехал к семье в места депортации. Умер несколько лет спустя."
    },
    {
        "picture": "7.png",
        "title": "Текеев Рамазан Даулет-Мырзаевич",
        "description": "",
        "date": "1934 (КАО)",
        "text": "Род. в 1898 г. (а.Учкулан). Член ВКП/б/ с 1920 г. Окончил 1-й МГУ (1926). Преподавал в областной совпартшколе на общественных началах (1926), временно исполнял обязанности председателя облсуда (1926). Решением 1-го пленума Кар. обкома ВКП/б/ в 1927 г. избран в члены бюро и зав. орготделом обкома, вскоре – зам. секретаря обкома ВКП/б/.  В марте 1927 г. рекомендован на пост зам. пред. облисполкома – председателя плановой комиссии КАО. 13.12.1927 г. решением бюро обкома ВКП/б/ назначен ответ. редактором газ. «Таулу Джашау». В 1930 г. получил разрешение поступить в тех. вуз. В 1933 г. – зав. Обл. парт. Издательства, в том же году назначен ответ. редактором газ. «Къызыл Къарачай».  В сент.-дек.1934 г. – пред. Облсуда КАО. Позднее работал преподавателем Кар. педрабфака.  Расстрелян (1937), реабилитирован посмертно (1957)."
    },
    {
        "picture": "8.png",
        "title": "Шоштаев Исмаил Туганович",
        "description": "",
        "date": "1934-1937 (КАО)",
        "text": "Род. в 1905 г. (а.Тебердинский). Член ВКП/б/ с 1928 г. Окончил Донской педрабфак. Осуществлял преподавательскую деятельность (вел историю партии и Коминтерна на обл. курсах комсоргов и пропагандистов, 1935). Он работал следователем облпрокуратуры, в июле 1931 г. был назначен зам. облпрокурора КАО. Три года возглавлял областной суд КАО. Во время нем.-фашист. оккупации находился в подполье (08.1942-01.1943). По возвращении из мест депортации проживал в Теберде. Умер в 1970-е годы."
    },
    {
        "picture": "9.png",
        "title": "Салпагарова Муксим Гериевна",
        "description": "",
        "date": "1937 (КАО)",
        "text": "Род. в 1911 г. (а. Нижняя Теберда). Член ВКП/б/ с 1920 г. Окончила областную совпартшколу /СПШ/ 1-й ступени (1930), затем – Коммунистический ун-трудящихся Востока (Москва, 1934). С 08.1934 – препод. облСПШ КАО, с 11.1934 – инструктор Сев.-Кавв. Крайкома ВКП/б/, с 07.1936 – зав. отделом газ. «Къызыл Къарачай». В августе-ноябре 1937 г. – Председатель Карачаевского областного суда. Смещена с должности, вернулась на работу в редакцию газ. «Къызыл Къарачай» (зав. отделом). с 1939 г. – в аппарате обкома партии (инструктор, зав. сектором), позднее – зав. обл. отделом искусств. Во время нем.-фашист. оккупации – в партизан. отряде «Мститель», затем в Кисловод. партизан. отряде. Схвачена врагом, расстреляна (11.1942)."
    },
    {
        "picture": "10.png",
        "title": "Глоов Исмаил Рамазанович",
        "description": "",
        "date": "1937-1938 (КАО)",
        "text": "Род. в 1904 г.. (а.Карт-Джурт). Член ВКП/б/ с 1931 г. В 1929 г. был направлен на учебу в обл.педрабфак, позднее окончил юридические курсы г.Ростове-на-Дону. В 1932 г.  назначен дополнительным судьей 1-го суд. участка.  Работал на должностях председателя Джаганасского аулсовета, с 09.1934 г. – зам. пред. облсуда, с 03.1935 г. – народного судьи Джегутинского р-на, затем был инструктором Джегут. райисполкома, председателем колхоза «Красная 3везда» (Курорт Теберда). Председатель Карачаевского областного суда в ноябре 1937- феврале 1938 г. Работал на постах зав. Микояновского район. земельного отдела, с 1939 г. – зам. пред. президиума и зав.торг. отделом облпотребсоюза (ОПС), с 1940 гг. – пред. ОПС. Позднее, до 1942 г.  – нач.  Мало-Карачаевского район. зам. отдела. Во время  нем.-фашист. оккупации – в партизан. отряде «За Родину»; схвачен врагом, расстрелян в сент.1942 г. Посмертно награжден медалями «Партизану Отечественной войны» (1943) и «За отвагу» (1965)."
    },
    {
        "picture": "11.png",
        "title": "Минеев Александр",
        "description": "",
        "date": "1938-1941 (КАО)",
        "text": "Член партии с 1919 года."
    },
    {
        "picture": "12.png",
        "title": "Гербеков Ахмат Наурузович",
        "description": "",
        "date": "1941 (КАО)",
        "text": "Род. в 1911 г. Член ВКП/б/. Делегат 9-й Карачаевской областной партконференции, член обкома ВКП/б/ (1940). В должности председателя облсуда трудился несколько месяцев. Призван в ряды РККА 5.08.1941 г. На фронте служил в должности командира стрелковой роты 280-го стрелкового полка 185-ой стрелковой Панкратово-Пражской дивизии 77-го отдельного стрелкового корпуса. Награжден орденом Красной Звезды (18.12.1944). Умер от ран 20.12.1944 г., похоронен в Польше (дивизионное кладбище д. Лайски, Варшавское воеводство)."
    },
    {
        "picture": "13.png",
        "title": "Ортабаев Магомет Хаджибиевич",
        "description": "",
        "date": "1941 (КАО)",
        "text": "Род. в 1914 г. (а.Ниж.Теберда). Член ВКП/б/ с 1941 г. Должность председателя облсуда занимал в сентябре – ноябре 1941 года, затем был призван на фронт. Служил в командном составе ы11-й отдельной стрелковой бригады, 5-й воздушно-десантной бригаде. Капитан. Награжден Орденом Отечественной войны II степени, медалями. В послевоенные годы работал в различных учреждениях в местах депортации, в Карачаево-Черкесии."
    },
    {
        "picture": "14.png",
        "title": "Бердиева Рахима Гюргокаевна",
        "description": "",
        "date": "1941-1942 (КАО)",
        "text": "Род. в 1913 г. (а.Карт-Джурт). Член партии с 1939 года. До войны т в различных учреждениях, в т.ч. в аппарате Карачаевского обкома ВКП/б/ (зав. сектором советских кадров). В должности председателя Карачаевского облсуда работала с ноября 1941 года до августа 1942 г., когда территория КАО была оккупирована врагом. По возвращении из мест депортации занимала различные должности –  зам. председателя Усть-Джегутинского райисполкома (1960-е гг.), председатель Красногорского рабкоопа (1970-е гг.). Отличник потребительской кооперации РСФСР."
    },
    {
        "picture": "15.png",
        "title": "Гарбузов Андрей Павлович",
        "description": "Председатель суда Черкесской автономной области",
        "date": "1943-1949",
        "text": ""
    },
    {
        "picture": "16.png",
        "title": "Радайкин Павел Петрович",
        "description": "Председатель суда Черкесской автономной области",
        "date": "1949-1956",
        "text": ""
    },
    {
        "picture": "17.png",
        "title": "Соловьев Вадим Дмитриевич",
        "description": "Председатель суда Карачаево-Черкесской автономной области",
        "date": "1956-1977",
        "text": ""
    },
    {
        "picture": "18.png",
        "title": "Сулыга Георгий Евсеевич",
        "description": "Председатель суда Карачаево-Черкесской автономной области",
        "date": "1977-1989",
        "text": ""
    },
    {
        "picture": "19.png",
        "title": "Никитенко Николай Гаврилович",
        "description": "Председатель суда Карачаево-Черкесской автономной области",
        "date": "1989-1992",
        "text": ""
    },
    {
        "picture": "20.png",
        "title": "Абреков Магомет Маджитович",
        "description": "Председатель Верховного Суда Карачаево-Черкесской Республики",
        "date": "1993-1997",
        "text": ""
    },
    {
        "picture": "21.png",
        "title": "Бурлаков Ислам Шах-Буранович",
        "description": "Председатель Верховного Суда Карачаево-Черкесской Республики",
        "date": "1997-2007",
        "text": ""
    },
    {
        "picture": "22.png",
        "title": "Давыдов Андрей Павлович",
        "description": "Председатель Верховного Суда Карачаево-Черкесской Республики",
        "date": "2008-2014",
        "text": ""
    },
    {
        "picture": "23.png",
        "title": "Семенов Руслан Закерьяевич",
        "description": "Председатель Верховного Суда Карачаево-Черкесской Республики",
        "date": "2015-2021",
        "text": ""
    }
]