[
    {
        "id": "г. Черкесск",
        "title": "Черкесский городской суд",
        "topPicture": "reg_topPicture_1.png",
        "text": "<p>Первое упоминание о Черкесском городском суде Карачаево-Черкесской Республики в архивных данных датируется концом 1945 года. </p><p> Так, согласно сохранившимся архивным данным после окончания Великой Отечественной войны в 1945 году народный суд г. Черкесска возглавлял народный судья Эрак, в конце декабря 1945 года народным судьей Черкесскогогородского народного суда стал Бакун И.И.</p><p> Со второй половины 40-х и до начала 60-х годов народный суд г. Черкесска был поделен на два судебных участка. Народный суд 1-го участка города Черкесска возглавляли в разные годы Латков, Соловьева Л.Н., Аносова Е.Н., работали народные судьи Крикун Г.Д., Пантюшенко Ж.В., Махно П.Е., Злобин В.С., Петрушков Е.Н., Сидельников В.А., Тунин В.Ф.</p><p> Народный суд 2-го участка города Черкесска был организован в 1946 году, его возглавил Бакун И.И., затем в разные годы работу суда организовывали народные судьи Романов Г.Г., Пантюшенко Н.В., работали народные судьи - Курганский К.Е., Петрушков Е.Н., Михайлов В.М., Костикова Н.Н.</p><p> К середине 1960-х годов судебные участки города Черкесска были объединены в единый Черкесский городской народный суд. Возглавил работу суда Злобин В.С., работали народные судьи Тунин В.Ф., Павлик А.Д. В разные годы руководили городским народным судом Павлик А.Д., Костин В.Е., Барболин Г.П., Жолудев И.С., Супрунов В.М. Осуществляли правосудие в разные годы судьи Черкесского городского народного суда Поздняков В.Я., Балебок В.П., Пантюшенко Н.В., Карданов К.К., Рыбина Л.С., Белозубова Г.П., Третьякова В.А., Аслануков Н.А., Матакаева С.К., Папшуов М.Ш. и другие.</p><p> В 1994 году Черкесский городской народный суд был переименован в Черкесский городской суд.</p><p> С декабря 1995 года до января 1997 года обязанности председателя городского суда исполняла Задерякина Н.Г. С 1997 года по 2007 год суд возглавлял Бадалов И.Н. В период с 2007 по 2009 год судом руководил исполняющий обязанности председателя Черкесского городского суда Чотчаев Д-И.Ш. С 2011 года по июль 2018 года суд возглавляла Привалова Н.А. С августа 2018 года до июня 2019 обязанности председателя Черкесского городского суда исполнял Темрезов Т.Б. С 2020 год по 2022 год Черкесским городским судом руководил Лепшоков Н.А. С сентября 2022 года обязанности председателя исполняет Ижаев Р.Х.</p><p> В 2000 году Черкесский городской суд становится десятисоставным, в 2002 году пятнадцатисоставным, в 2009 году двадцатишестисоставным, в 2013 году двадцатипятисоставным. В настоящее время в штате Черкесского городского суда 23 судьи.</p><p> В целях быстрого и качественного рассмотрения дел с 2006 года в городском суде введена специализация по рассмотрению уголовных, гражданских и административных дел.</p>",
        "slider": [
            "slider1_reg_sud_galery_slide1.png",
            "slider1_reg_sud_galery_slide2.png",
            "slider1_reg_sud_galery_slide3.png"
        ],
        "predsedatels": [
            {
                "title": "Жолудев Иван Степанович",
                "picture": "reg_pred_2.png"
            },
            {
                "title": "Супрунов Виктор Михайлович",
                "picture": "reg_pred_5.png"
            },
            {
                "title": "Бадалов Илгар Намазович",
                "picture": "reg_pred_3.png"
            },
            {
                "title": "Привалова Наталья Алексеевна",
                "picture": "reg_pred_4.png"
            },
            {
                "title": "Лепшоков Науруз Абрекович",
                "picture": "reg_pred_1.png"
            }
        ]
    },
    {
        "id": "Прикубанский район",
        "title": "Прикубанский районный суд",
        "topPicture": "reg_topPicture_2.jpg",
        "text": "<p>В Карачаево-Черкесской Республике органы судебной власти представлены Верховным Судом Карачаево-Черкесской Республики и 10 районными и городскими судами. Одним из федеральных судов республики является и Прикубанский районный суд, расположенный в поселке Кавказский – районном центре Прикубанского района.</p><p> Прикубанский районный суд начал действовать в 1977 году, когда в апреле того года Прикубанский район Карачаево-Черкесской автономной области был реорганизован путем разукрупнения. В результате реорганизации были созданы Усть-Джегутинский район с административным центром в городе Усть-Джегута и Прикубанский район с административным центром в поселке Кавказский.</p><p> Первым судьёй-председателем был назначен Семенов Умар, ранее занимавший должность народного судьи, однако, из-за тяжелой болезни к исполнению обязанностей практически он не приступил, в связи с чем обязанности председателя исполняла судья Черкесского городского суда Рыбина Л. С.</p><p> В 1978 году после смерти Семенова Умара, на должность судьи-председателя был назначен Нестеренко Иван Семенович, ранее работавший в прокуратуре Усть-Джегутинского района.</p><p> В начале 80-х Нестеренко Н. И. перешел в областной суд, а на его место избран Дубровин Геннадий Александрович из Курганской области. В 1984 года суд стал двухсоставным, Дубровин Г. А. был назначен председателем суда, а народным судьей избран Саркитов Хасан Батдалович.</p><p> В ноябре 1986 года после смерти Дубровина Г. А. на должность председателя был назначен Лукинов Александр Алексеевич из города Ставрополя.</p><p> В мае 1993 года Лукинов А. А. перешел на должность судьи Ставропольского краевого суда, а председателем назначен Саркитов Х. Б., который проработал до 2004 года.</p><p> В 1994 году суд стал трёхсоставным, на должности судей назначены Экба Заудин Азизович и Скорик Татьяна Николаевна.</p><p> В период с 1977 года по 1985 год суд размещался в части здания старого РОВД. В 1985 году для суда было выделено помещение, которое сейчас занимает мировой суд. В 1997 году сдано в эксплуатацию  нынешнее здание суда.</p><p> С 8 февраля 2006 года по 1 февраля 2012 года Прикубанский районный суд возглавлял Урусов Мурат Алиевич.</p><p> Со 2 февраля 2012 года в соответствии с Приказом Председателя Верховного Суда Российской Федерации № 45/КД, временное исполнение полномочий председателя Прикубанского районного суда возложено на Дураева Ибрагима Азрет-Алиевича.</p><p> Указом Президента Российской Федерации № 494 от 21 апреля 2012 года председателем назначен Дураев Ибрагим Азрет-Алиевич. Указом Президента Российской Федерации № 408 от 7 июля 2018 года Дураеву Ибрагиму Азрет-Алиевичу был продлен 6-летний срок полномочий председателя суда.</p><p> Судьями Прикубанского районного суда в разное время были Дураев Рашид Азретович, Теунаев Таусултан Азретович, Айсандырова Фатима Юсуфовна, Бердиев Алан Магометович, а также ныне действующие судьи ВерховногоСуда Карачаево-Черкесской Республики – Болатчиева Альбина Абидиновна, Гербеков Ислам Исхакович, Боташева Амина Руслановна, Болатчиева Мадина Хасанбиевна.</p><p> Также народным судьей Прикубанского района Карачаево-Черкесской автономной области с 1958 года по 1964 год являлась ветеран войны Нарожная Наталья Федоровна, 05 декабря 1922 года рождения. Заслуженный юрист КЧР. Награждена орденом Отечественной войны II степени, 2-я медалями за боевые заслуги, медалью за освобождение Праги, медалью за доблестный труд.</p><p> В настоящее время в Прикубанскомрайонном суде отправляют правосудие председательсуда – Дураев Ибрагим Азрет-Алиевич, судьи: Абазалиев Артур Курманбиевич, Семенов Борис Салихович, Хубиев Шамиль Магометович.</p><p> Согласно штатному расписанию Прикубанский районный суд является пятисоставным судом.</p><p> Судьями принимаются все предусмотренные законом процессуальные меры,а также мерыорганизационногохарактера для своевременного и качественного рассмотрения поступающих всуд уголовных игражданских дел с соблюдением установленных сроков, гарантирующих защиту конституционных прав и законных интересов участников процесса.</p><p> При осуществлении правосудия, судьям оказывают помощь работники аппарата Прикубанского районного суда. В период проведения судебной реформы введены новые должности консультанта суда, помощника председателя суда и помощников судей, начальника отдела делопроизводства и обеспечения судопроизводства, администратора суда.</p><p> Как известно, организация своевременного и наиболее эффективного рассмотрения имеющихся в производстве дел во многом зависит от организованности и профессионального уровня работников аппарата суда, от их добросовестного отношения к исполнению своих должностных обязанностей. Работники аппарата суда выполняют свои обязанности встрогом соответствии с Федеральным законом от 27 июля2004 г. № 79-ФЗ 'О государственной гражданской службе Российской Федерации' и согласно своим должностным регламентам.</p><p> Деятельность органов правосудия всегда находилась под пристальным вниманием общества, поскольку она в той или иной мере затрагивает интересы всех его членов и ее результаты самым непосредственным образом сказываются на обеспечении безопасности личности, общества и государства, реализации их законных интересов. Работа сотрудников органов правосудия сопряжена со множеством нравственных проблем, порожденных спецификой целей, содержания, форм, методов и средств их деятельности.</p><p> Законодательство Российской Федерации налагает на работников Прикубанского районного суда высокую ответственность за строгое и точное соблюдение закона, с одной стороны, и с другой стороны, четкими строгими законными действиями, связанными с выполнением служебных обязанностей.</p><p> Деятельность Прикубанского районного суда как органа правосудия направлена на соблюдение Конституции Российской Федерации, Конституции Карачаево-Черкесской Республики, федеральных, местных законодательных, нормативных актов, и весь коллектив Прикубанского районного суда старается воплощать в жизнь требования законов в ежедневной работе.</p>",
        "slider": [
            "slider1-reg-2-sud_galery_slide15.jpg",
            "slider1-reg-2-sud_galery_slide16.jpg",
            "slider1-reg-2-sud_galery_slide17.jpg",
            "slider1-reg-2-sud_galery_slide10.jpg",
            "slider1-reg-2-sud_galery_slide11.jpg",
            "slider1-reg-2-sud_galery_slide12.jpg",
            "slider1-reg-2-sud_galery_slide13.jpg",
            "slider1-reg-2-sud_galery_slide14.jpg",
            "slider1-reg-2-sud_galery_slide1.jpg",
            "slider1-reg-2-sud_galery_slide2.jpg",
            "slider1-reg-2-sud_galery_slide3.jpg",
            "slider1-reg-2-sud_galery_slide4.jpg",
            "slider1-reg-2-sud_galery_slide5.jpg",
            "slider1-reg-2-sud_galery_slide6.jpg",
            "slider1-reg-2-sud_galery_slide7.jpg",
            "slider1-reg-2-sud_galery_slide8.jpg",
            "slider1-reg-2-sud_galery_slide9.jpg"
        ],
        "predsedatels": [
            {
                "title": "Саркитов Хасан Батдалович",
                "picture": "reg-2-pred-2.jpg"
            },
            {
                "title": "Урусов Мурат Алиевич",
                "picture": "reg-2-pred-3.jpg"
            },
            {
                "title": "Дураев Ибрагим Азрет-Алиевич",
                "picture": "reg-2-pred-1.jpeg"
            }
        ]
    },
    {
        "id": "Адыге-Хабльский район",
        "title": "Адыге-Хабльский районный суд",
        "topPicture": "reg_topPicture_3.jpg",
        "text": "<p>Адыге-Хабльский районный суд Карачаево-Черкесской Республики является федеральным судом общей юрисдикции,осуществляет правосудие в качестве суда первой инстанции и второй инстанции по отношению к мировому судье судебного участка № 1 Адыге-Хабльского судебного района Карачаево-Черкесской Республики, действующему на территории Адыге-Хабльского и Ногайского муниципальных районов. Поотношению к Верховному Суду Карачаево-Черкесской Республики и Верховному Суду Российской Федерации является нижестоящим.</p><p>Первое упоминание об Адыге-Хабльском районном суде относится к 1947 году. В то время центром района являлся а. Икон-Халк, а суд назывался Икон-Халкский народный суд.</p><p>В 1957 году в связи с переименованием Икон-Халкского района в Адыге-Хабльский с центром в а. Адыге-Хабль, Икон-Халкский народный суд был переименован в Адыге-Хабльский народный районный суд.</p><p>Всоответствии со статьей 17 Федерального конституционного закона от 31 декабря 1996 года № 1-ФКЗ «О судебной системе Российской Федерации»Адыге-Хабльский народный районный судбыл упразднен, передав относящиеся к его ведению вопросы осуществления правосудия в юрисдикцию Адыге-Хабльского районного суда. Юрисдикция вновь образованного суда распространялась на территории Адыге-Хабльского района Карачаево-Черкесской Республики. В связи с образованием в октябре 2007 года Ногайского муниципального района, юрисдикция Адыге-Хабльского муниципального района распространяется на территории Адыге-Хабльского и Ногайского муниципальных районов.</p><p>В 1947 годуИкон-Халкский народный суд являлся односоставным, в1982 году штат Адыге-Хабльского народного районного суда был увеличен до двухсоставного. С 2002 года по настоящее время согласно штатному расписанию Адыге-Хабльский районный суд является четырехсоставным судом.</p><p>Первым народным судьей Икон-Халкского народного суда в 1947 году был избран Эдик Срухович Дерев, впоследствии полномочия народного судьи осуществляли с 1949 года по 1964 год Осман Бекмурзович Кагов, с 1965 года по 1977 годКазимир Казиевич Карданов, в 1977 году Хамзат Билялович Аслануков.</p><p>В 1982 году первым председателем Адыге-Хабльского народного районного суда избран Хамзат Билялович Аслануков, судьей избранаМеланья ДмитриевнаБудыка.</p><p>С 1987 года по 2003 год председателем Адыге-Хабльского народного районного суда, а впоследствии Адыге-Хабльского районного суда являлся Георгий Габидович Пазов. В 2003 году Указом Президента Российской Федерации за большой вклад в становление и развитие судебной системы Российской Федерации Г. Г. Пазову присвоено звание «Заслуженного юриста Российской Федерации».</p><p>Впоследствии полномочия председателя Адыге-Хабльского районного суда с 2004 года по 2010 год осуществлял Шабан Хасанович Сеитов, с января 2011 года по сентябрь 2016 года - Крым Казбекович Найманов. С 2018 года и по настоящее время председателем Адыге-Хабльского районного суда является Матакаев  Адиль-Герей Ибрагимович.</p>",
        "slider": [
            "slider1-reg-3-sud_galery_slide1.jpg",
            "slider1-reg-3-sud_galery_slide2.jpg",
            "slider1-reg-3-sud_galery_slide3.jpg",
            "slider1-reg-3-sud_galery_slide4.jpg",
            "slider1-reg-3-sud_galery_slide5.jpg",
            "slider1-reg-3-sud_galery_slide6.jpg",
            "slider1-reg-3-sud_galery_slide7.jpg",
            "slider1-reg-3-sud_galery_slide8.jpg"
        ],
        "predsedatels": [
            {
                "title": "Матакаев Адиль- Герей Ибрагимович",
                "picture": "reg-3-pred-1.jpg"
            }
        ]
    },
    {
        "id": "Хабезский район",
        "title": "Хабезский районый суд",
        "topPicture": "reg_topPicture_6.jpg",
        "text": "<p>Отсчет отечественной истории суда и развития правосудия следует вести со времени возникновения государственности на Руси.   Если говорить непосредственно о судебной власти, то точная дата ее образования на Руси, и тем более ее юридического оформления, на сегодняшний день наукой не установлена. В Древнерусском государстве судебные и административные функции разделены не были. Возникающие в обществе конфликты первоначально разрешались авторитетными лицами общины, а впоследствии эти функции стали прерогативой князя, который вершил суд и чинил расправу на основании норм, включавших обычаи, традиции, а также правила поведения, установленные религией и моралью.  В древнерусскойисториисловосудвпервыеупоминаетсявУставе князя Владимира Святославовича «О десятинах, судах и людях церковных».</p><p>Более древнего источникасупоминанием осудах, чемУстав «О десятинах, судах и людях церковных», до настоящего времени не обнаружено, что и позволяет связывать именно с ним отделение суда от княжеской власти, появление на Руси суда как учреждения правосудия и отсчитывать его историю с первых лет XI века.</p><p>Судебнаяреформа, начатаяв 1864 году, воплотила вжизньосновные демократические принципы правосудия иподняласудебную власть России на уровень самых развитых европейских стран. Также из истории мы знаем, что этот процесс был сложным и длительным - веками устоявшиеся традиции невозможно было сломать разом. Судебная реформа XIX века продолжалась 35 лет.  На протяжении десятилетий, вплоть до принятия Закона осудебной системе, районный судимел наименование «районный народный».  Хабезский  районный суд  был образован в 1940-х годахXXвека и имел название народного до 1992 года. В связи с принятием в июне 1992 года Закона РФ 'О статусе судей в РФ' выборы судей отменены. Судьи назначаются Президентом РФ, в результате произошло переименование районного народного суда в районный суд, термин 'народный' не упоминается.</p><p>Поначалу, народный суд был односоставным, и народный судья   отвечал за все делопроизводство от стадии поступления дела в суд до стадии уничтожения дела.</p><p>Согласно архивным данным суда, первые приговоры и решения Хабезского районного суда датированы 1944 годом. Полномочия судьи Хабезского народного суда в этот период осуществляла Сучкова (данные не известны). В 1947 году полномочия судьи Хабезского  народного суда осуществлял судья Н.О.Петров, в 1949 году – судья А.М.Богатырев, с 1950 года по 1954 год – судья Г.И.Гринберг, с 1955 года по 1957 год – судья В.М.</p><p>Мащенко, с 1960 года по 1962 год – судья А.А.Бибик, в 1962 году – судья А.Ш.Кагов. К настоящему времени имена судей, работавших в 1940-1960-е годы, не установлены, однако работа в данном направлении ведется.</p><p>После окончания с отличием юридического факультета Ленинградского государственного университета, с 1957 года по 1959 год сначала стажером, а затем и народным судьей Хабезского района Карачаево-Черкесской автономной области Ставропольского края работал Калмыков Юрий Хамзатович - министр юстиции Российской Федерации с сентября 1993 года по декабрь 1994 года.</p><p>Юрий Хамзатович родился  01 января 1934 года,  в 1957 году окончил  Ленинградский университет и аспирантуру Саратовского юридического института. Защитил в 1963 году кандидатскую диссертацию по теме «Обязательства, возникающие вследствие причинения вреда имуществу» и в 1971 году в Харьковском юридическом институте – докторскую диссертацию «Правовые вопросы хозрасчета промышленного предприятия». Имел ученую степень доктора юридических наук и ученое звание профессор.  В период с 1967 года по 1975 год председателем Хабезского районного суда являлся Хамзат Билялевич Аслануков, председатель Арбитражного суда Карачаево-Черкесской Республики в отставке.</p><p>Хамзат Билялевич родился 05 июня 1936 года, в 1965 году окончил юридический факультет Московского государственного университета им.</p><p>М.В. Ломоносова.   Заслуги Хамзата Билялевича были по праву отмечены присвоением высшего квалификационного класса, почетных званий « Заслуженный юрист Карачаево-Черкесской Республики» и «Почетный работник судебной системы». Он награжден юбилейной медалью Президиума Верховного Совета СССР «За доблестный труд. В ознаменовании 100-летия со дня рождения В.И. Ленина». Его добросовестный труд неоднократно отмечался Почетными грамотами Высшего Арбитражного Суда Российской Федерации и Народного Собрания Карачаево-Черкесской Республики.</p><p>С 1977 по 1987 годы районным судом руководил Георгий Габидович Пазов.</p><p>Георгий Габидович родился  7 декабря 1944 года, в 1974 году окончил  Саратовский юридический институт. Свою трудовую деятельность в юридической профессии начал стажером при Черкесском городском суде.</p><p>В 2003 году за большой вклад в становление и развитие судебной системы Российской Федерации, Указом Президента Российской Федерации Георгию Габидовичу было присвоено звание «Заслуженный юрист Российской Федерации».</p><p>С 1987 по 1992 годы - Алексей Иванович Дубовкин.  Алексей Иванович родился  27 декабря 1955 года. В 1982 году окончил  Свердловский юридический институт.  До назначения председателем Хабезсого районного суда с 1982 года по 1987 год являлся  народным судьей  Камышловского городского суда г.Камышлов  Свердловской области.  Алексей Иванович рассматривал дела сложной категории, имел высокое качество отправления правосудия.  Дубовкин  Алексей Иванович работал в должности первого заместителя  председателя Верховного Суда карачаево-Черкесской Республики до  10 апреля 2000 года.  10 апреля 2000 года решением квалификационной коллегии судей  Карачаево-Черкесской Республики   полномочия Дубовкина А.И. были прекращены в связи с его смертью.  С 1992 по 2001 годы полномочия председателя суда осуществлял  Гида Мерамович Губжоков.</p><p>Гида Мерамович родился  21 ноября 1939 года.  В 1971 году окончил  юридический факультет  Киевского государственного университета  г. Киев.  Имел государственную награду медаль «Ветеран труда».  Свою профессиональную деятельность в качестве юриста начал в 1971 году  помощником прокурором  г. Ставрополя  Прокуратуры  Ставропольского края.  До своего назначения на должность председателя Хабезского районного суда с  1990 года по 1992 год работал  прокурором Хабезского района.</p><p>В период с 2001 года по 2008 год  председателем Хабезского районного суда являлся  Мухарбий Шугаибович Папшуов.  Мухарбий Шугаибович родился  02 октября 1952 года. В 1979 году окончил Кубанский государственный университет. Свою трудовую деятельность в качестве юриста начал в коллегии адвокатов Карачаево-Черкесской Республики, являлся адвокатом Хабезской юридической консультации.  С 1992 года по 2002 год также осуществлял полномочия судьи  Хабезского районного суда Карачаево-Черкесской Республики. В настоящее время является судьей в отставке.  В 2009 году обязанности председателя Хабезского районного суда исполняла судья Лариса Мухамедовна Докшокова. Лариса Мухамедовна.</p><p>В 2001 году окончила Карачаево-Черкесский  государственный технологический институт по специальности юриспруденция.  До назначения судьей, с  2002  года по 2007 год являлась помощником председателя Хабезского районного суда. В настоящее время занимает должность   начальника отдела организационно-правового обеспечения деятельности судов управления Судебного департамента в Карачаево-Черкесской Республике.  9 января2010 г. Указом Президента Российской Федерации № 36 председателем Хабезского районного суда Карачаево-Черкесской Республики назначен Фарид Гаппасович Бурганутдинов, ранее занимавший должность руководителя Отдела собственной безопасности и физической защиты Следственного управления Следственного комитета при прокуратуре Российской Федерации по Карачаево-Черкесской Республике.</p><p>Фарид Гаппасович  родился 11 ноября 1950 года,  в 1980 году окончил  Академию МВД СССР в г. Москве.  Свою трудовую деятельность по юридической профессии начал в 1995 году в качестве следователя Министерства внутренних дел Карачаево-Черкесской Республики.</p><p>Указом Президента Российской Федерации от 23 мая 2016 года №241, 11 ноября 2020 года полномочия Бурганутдинова Ф.Г. в должности председателя Хабезского районного суда  прекращены в связи с достижением предельного возраста пребывания на должности судьи.</p><p>В настоящее время полномочия председателя  Хабезского районного суда Карачаево-Черкесской Республики осуществляет Асланукова Марина Ахмедовна, назначенная Указом Президента Российской Федерации от 12.04.2021 №211 'О назначении судей федеральных судов и о представителях Президента Российской Федерации в квалификационных коллегиях судей субъектовРоссийской Федерации', ранее занимавшая должность судьи Черкесского городского суда Карачаево-Черкесской Республики. Постановлением Президиума Совета судей Российской Федерации от 01 декабря 2014 года №422 Аслануковой М.А.</p><p>вручена медаль «150 лет судебной реформы в России».  Указом Президента Российской Федерации от 20 апреля 2022 года Асланукова М.А. награждена  юбилейной медалью «100 лет Верховному Суду России».</p><p>В разное время в Хабезском районном суде  осуществляли свою деятельность  Борис Исхакович Гербеков - судья Московского городского суда,Наима Харуновна Карасова - судья Четвертого кассационного суда общей юрисдикции,а также Альбина Эдуардовна Адзинова (Лиева) и Индира Хазраилевна Байрамукова - ныне судьи Верховного Суда Карачаево-Черкесской Республики.</p><p>Хабезский районный суд расположен в Хабезском районе Карачаево-Черкесской Республики с административным центром в а. Хабез.  По мере роста Хабезского района, числа его населения, штат суда расширялся.</p><p>Здание Хабезского районного суда имеет 2 этажа, рассчитан на 4 состава судей, оснащен 2 залами судебных заседаний  для рассмотрения уголовных, гражданских и административных дел, в которых имеются все необходимые средства для аудио и видео протоколирования судебных заседаний.  На территории суда и в здании суда предусмотрены средства для маломобильных групп населения (в соответствии с СНиП 35-01-2201).</p><p>В настоящее время  полномочия судей Хабезского районного суда осуществляют Абдоков Нариман Мухаджирович,Туаршев Асланбек Русланович и Нагаев Аслан Мухамедович.</p><p>В 2006 году в составе Хабезского районного суда был образован Отдел делопроизводства и обеспечения судопроизводства, в который вошли государственные гражданские служащие аппарата суда, за исключением помощника председателя суда и помощников судей. Возглавляет отдел Дина Фоадовна Хутова. Численность аппарата Хабезского районного суда Карачаево-Черкесской Республики составляет 14 человек.Работники аппарата суда повседневно обеспечивают стабильную работу судей, исполняя свои служебные обязанности, они исходят из того, что защита прав и свобод человека и гражданина определяет смысл и содержание деятельности органов судебной власти.Многие работники аппарата суда имеют значительный стаж работы. Так, секретарь суда Фатимат Михайловна Борсова проработала в суде более30 лет. Приказом Судебного департамента при Верховном Суде РоссийскойФедерации от 13.07.2007 г. № 455л/с она награждена медалью 'За заслуги перед судебной системой РФ' 2 степени.Секретари судебных заседаний Зурида Юсуфовна Шаова и Муслимат Михайловна Абитова награждены Почетными грамотами «За безупречную и эффективную гражданскую службу» и «За добросовестное исполнение своих служебных обязанностей». Обязанности администратора суда осуществляет Джашеев Шамиль Ильясович, ранее занимавший должность помощника судьи Хабезского районного суда.</p><p>В соответствии с Федеральным конституционным законом «О судебной системе  Российской Федерации» №1-ФКЗ от 31 декабря 1996 г., районный суд в пределах своей компетенции рассматривает дела в качестве суда первой и второй инстанции и осуществляет другие полномочия, предусмотренные федеральным конституционным законом. Районный суд является непосредственно вышестоящей судебной инстанцией по отношению к мировым судьям, действующим на территории соответствующего судебного района.</p><p>В качестве суда первой инстанции районный суд рассматривает все гражданские и уголовные дела, за исключением дел, подсудных вышестоящим судам и мировым судьям, а также административные дела, подсудные районным судам, дела о восстановлении на работе.</p><p>Районным судам, в частности, подсудны административныедела о правонарушениях, влекущих за собой административное наказание, которое вправе назначить только судья, производство по которым осуществляется в форме административного расследования; дела, влекущие административное выдворение за пределы Российской Федерации и тд.</p><p>Хабезский район Карачаево-Черкесской Республики обслуживают два судебных участка, которые расположены по адресу: Карачаево-Черкесская Республика, Хабезский район, а. Хабез, ул. У.Хабекова, 85.</p><p>Постановлением Народного Собрания (Парламента) Карачаево-Черкесской Республики от 25 апреля2012 г. № 50 мировым судьей судебного участка № 1Хабезского района Карачаево-Черкесской Республики назначен Хакунов Муса Азымбекович, ранее занимавший должность помощника судьи Хабезского районного суда Карачаево-Черкесской Республики.</p><p>Постановлением Народного Собрания (Парламента) Карачаево-Черкесской Республики от 13 февраля2014 г. № 4 мировым судьей судебного участка № 2 Хабезского района Карачаево-Черкесской Республики назначена Добагова Нина Стефановна.</p>",
        "slider": [
            "slider1-reg-6-sud_galery_slide1.jpg",
            "slider1-reg-6-sud_galery_slide3.jpg",
            "slider1-reg-6-sud_galery_slide2.jpg",
            "slider1-reg-6-sud_galery_slide6.jpg"
        ],
        "predsedatels": [
            {
                "title": "Аслануков Хамзат Билялевич",
                "picture": "reg-6-pred-1.jpg"
            },
            {
                "title": "Дубовкин  Алексей Иванович",
                "picture": "reg-6-pred-4.jpg"
            },
            {
                "title": "Губжоков Гида Мерамович",
                "picture": "reg-6-pred-3.jpg"
            },
            {
                "title": "Папшуов Мухарбий Шугаибович",
                "picture": "reg-6-pred-6.jpg"
            },
            {
                "title": "Бурганутдинов Фарид Гаппасович",
                "picture": "reg-6-pred-2.jpg"
            },
            {
                "title": "Асланукова Марина Ахмедовна",
                "picture": "reg-6-pred-8.jpg"
            }
        ]
    },
    {
        "id": "Усть-Джегутинский район",
        "title": "Усть-Джегутинский районный суд",
        "topPicture": "reg_topPicture_7.jpg",
        "text": "<p>1975 году станице Усть-Джегутинской, основанной в 1961 году, был присвоен статус города. Город Усть-Джегута является районным центром Усть-Джегутинского района, общая площадь которого составляет 890 кв. км.</p><p>Население района составляет около 51 тыс. человек.</p><p>Согласно сохранившимся архивным данным Усть-Джегутинский районный суд функционирует с начала 1944 года. С этого времени и по 1970 год его возглавлял народный судья Емцов Николай Ильич.</p><p>В 1963 году Усть-Джегутинский районный суд был переименован в Прикубанский районный суд, в связи с объединением двух районов.</p><p>Прикубанским он назывался до июня 1977 года, затем вновь был переименован в Усть-Джегутинский.</p><p>В 1970 году Усть-Джегутинский районный народный суд возглавил народный судья Бибик Алексей Абрамович, который приложил достаточно много усилий для организации деятельности суда. Благодаря организаторским способностям Бибик Алексея Абрамовича в 1973 году было построено новое здание  суда, в котором располагается суд и в настоящее время. Вместе с ним работал народным судьей Семёнов Умар Хаджи-Умарович.</p><p>В 1978 году Усть-Джегутинский районный народный суд возглавила Боташева Зульфа Абдуловна. В этой должности она находилась по 1981 год.</p><p>Позднее Боташева З.А. являлась первым заместителем прокурора Карачаево-Черкесской Республики.</p><p>В 1981 году председателем суда был избран Саркитов Маджит Алиевич, ранее являвшийся членом Карачаево-Черкесского областного суда.</p><p>С июля 1982 года по июнь 1987 года председателем Усть-Джегутинского районного народного суда была Алексеева Зоя Сергеевна.</p><p>1 июля 1987 г. председателем суда была избрана Будыка Меланья Дмитриевна, проработавшая в этой должности до 20 ноября 2001 г. За выдающиеся заслуги, в январе 1997 г. Будыка М.Д. было присвоено звание «Заслуженный юрист Карачаево-Черкесской Республики».</p><p>Следует указать, что наибольшее количество уголовных дел по Карачаево-Черкесской Республике в 2001 году было рассмотрено Меланьей Дмитриевной, а именно – 107 уголовных дел, о чем было сообщено на совещании судей республики по итогам деятельности судов Карачаево-Черкесской Республики за 2001 год.</p><p>Указом Президента Российской Федерации от 20 ноября 2001 г. Будыка М.Д. была назначена судьей Верховного суда Карачаево-Черкесской Республики.</p><p>В связи с принятием Федерального конституционного закона № 1-ФКЗ от 31 декабря 1996 г. «О судебной системе Российской Федерации» и вступившим в действие с 01 января 1997 г., а также в связи с изменением порядка наделения судей полномочиями, в названиях всех судов Российской Федерации слово народный было исключено. Усть-Джегутинский районный народный суд стал именоваться Усть-Джегутинский районный суд.</p><p>С 30 ноября 2001 г. обязанности председателя Усть-Джегутинского районного суда Карачаево-Черкесской Республики исполнял Дёмин Геннадий Анатольевич, который Указом Президента Российской Федерации от 20 июня 2002 г. Дёмин Г.А. был назначен председателем Усть-Джегутинского районного суда, и одновременно был избран членом Совета Судей Карачаево-Черкесской Республики.</p><p>С июня 2002 г. по октябрь 2015 г. Дёмин Г.А. являлся председателем Усть-Джегутинского районного суда Карачаево-Черкесской Республики. В настоящее время Дёмин Г.А. заместитель начальника управления Судебного департамента в Ставропольском крае.</p><p>В разные годы судьями Усть-Джегутинского районного суда Карачаево-Черкесской Республики также являлись: Семёнов У.Х.-У., Койчуев О.Р., Богатырева Н.Ф., Теунаев Т.-С.А., Лащ С.И., Кочкаров Я.Х., Эбзеев Х.А., Абайханова А.Н., Эбзеев Х.Х., Лайпанова З.Х.</p><p>Из двухсоставного суда в 60-70 годы прошлого столетия, штат Усть-Джегутинского районного суда увеличивался в трехсоставный, четырехсоставный, шестисоставный. В настоящее время, согласно штатному расписанию Усть-Джегутинский районный суд Карачаево-Черкесской Республики является восьмисоставным судом.</p><p>Указом Президента Российской Федерации от 03 апреля 2018 г. № 138 Урусов Мурат Алиевич назначен председателем Усть-Джегутинского районного суда Карачаево-Черкесской Республики на 6-ти летний срокполномочий.</p><p>В настоящее время в Усть-Джегутинском районном суде Карачаево-Черкесской Республики отправляют правосудие: председатель суда - Урусов Мурат Алиевич, судьи -Хачиров Заур Борисович,Катчиева Зулифа Исмаиловна, Айбазова Ирина Юрьевна, Джазаева Фатима Аскербиевна, Каракетова Анжела Хусеевна,Шнахова Лилия Муратовна.</p><p>За многолетний добросовестный труд, достигнутые успехи и активное участие в общественной жизни республики Указом Главы Карачаево-Черкесской Республики от 17 декабря 2018 г. председателю Усть-Джегутинского районного суда Карачаево-Черкесской Республики Урусову М.А. присвоено почетное звание«Заслуженный юрист Карачаево-Черкесской Республики».</p><p>22 января 2014 г. судьяУсть-Джегутинского районного суда Карачаево-Черкесской РеспубликиКаракетова Анжела Хусеевна награждена Почетной грамотойПрезидиума Народного Собрания (Парламента)Карачаево-Черкесской Республики за многолетний добросовестный труд, высокий профессионализм и значительный вклад в укрепление законности и правопорядка республики.</p><p>Указом Главы Карачаево-Черкесской Республики от 25 октября 2017 г.</p><p>судье Катчиевой З.И.присвоено почетное звание «Заслуженный юрист Карачаево-Черкесской Республики».</p><p>Судья Айбазова И.Ю. и начальник отдела делопроизводства и обеспечения судопроизводства Петренко М.Д. награждены медалью «150 лет судебной реформы в России».</p><p>Судьями Усть-Джегутинского районного суда Карачаево-Черкесской Республики предпринимаются все предусмотренные законом меры для строгого соблюдения норм законодательства, обеспечивающие своевременное рассмотрение дел всех категорий. В связи с введением с 01 июля 2002 г. Уголовно-процессуального кодекса Российской Федерации, наряду с его изучением и использованием в практической деятельности при рассмотрении уголовных дел, в суде были приняты меры для качественного рассмотрения материалов об избрании судом мер пресечения в виде заключения под стражу и продления сроков содержания под стражей. Не допускается нарушений процессуальных сроков при рассмотрении вышеназванных материалов.</p><p>В соответствии с Федеральным законом от 22 декабря 2008 г. № 262-ФЗ 'Об обеспечении доступа к информации о деятельности судов в Российской Федерации', в целях обеспечения условий для реализации прав граждан и организаций на обращение в суд за защитой нарушенных либо оспариваемых прав, свобод и законных интересов, доступа к информации о результатах рассмотрения дел и предоставления возможности непосредственно подавать заявления и жалобы в Усть-Джегутинский районный суд, с декабря 2008 года в Усть-Джегутинском районном суде функционирует Приёмная суда.</p><p>При осуществлении правосудия, судьям оказывают значительную помощь работники аппарата суда. В период проведения судебной реформы введены новые должности: помощников председателя суда и судей, администратора, консультанта. Судьи и аппарат суда имеют высокий образовательный уровень, стараются повышать профессиональное мастерство.</p><p>Одна из главных обязанностей судей и работников аппарата Усть-Джегутинского районного суда Карачаево-Черкесской Республики - исполнить свой служебный долг, иными словами, выполнять веления закона так, чтобы они носили нравственный характер, служили бы претворению в жизнь требований социальной справедливости.</p><p>Деятельность Усть-Джегутинского районного суда Карачаево-Черкесской Республики, как органа отправления правосудия, направлена на соблюдение Конституции Российской Федерации, Конституции Карачаево-Черкесской Республики, других законодательных, нормативных актов, весь коллектив Усть-Джегутинского районного суда старается воплощать в жизнь требования Законов в ежедневной работе.</p><p>В суде открыта галерея председателей суда, руководивших Усть-Джегутинским районным судом Карачаево-Черкесской Республики на различных исторических этапах его деятельности. В галерею вошли: Бибик Алексей Абрамович, Алексеева Зоя Сергеевна, Будыка Меланья Дмитриевна, Дёмин Геннадий Анатольевич, Урусов Мурат Алиевич.</p>",
        "slider": [
            "slider1-reg-7-sud_galery_slide1.jpg",
            "slider1-reg-7-sud_galery_slide2.jpg",
            "slider1-reg-7-sud_galery_slide3.jpg",
            "slider1-reg-7-sud_galery_slide4.jpg",
            "slider1-reg-7-sud_galery_slide5.jpg",
            "slider1-reg-7-sud_galery_slide6.jpg",
            "slider1-reg-7-sud_galery_slide7.jpeg"
        ],
        "predsedatels": [
            {
                "title": "Алексеева Зоя Сергеевна",
                "picture": "reg-7-pred-1.jpg"
            },
            {
                "title": "Будыка Меланья Дмитриевна",
                "picture": "reg-7-pred-2.jpg"
            },
            {
                "title": "Демин Геннадий Анатольевич",
                "picture": "reg-7-pred-3.jfif"
            },
            {
                "title": "Урусов Мурат Алиевич",
                "picture": "reg-7-pred-4.jpg"
            }
        ]
    },
    {
        "id": "Малокарачаевский район",
        "title": "Малокарачаевский районный суд",
        "topPicture": "reg_topPicture_8.jpg",
        "text": "<p>Малокарачаевский районный суд – один из федеральных судов Карачаево-Черкесской Республики. Здание суда расположено в админстративном центре Малокарачаевского района, в селе Учкекен. </p><p> Население районного центра составляет около 16 000 человек. Малокарачаевский район был образован в 1922 г. и наряду с другими районами входил в состав Ставропольского края. На тот период районным центром был город Кисловодск.</p><p> В 1957 г. после образования Карачаево-Черкесской автономной области, центр района переместился в село Учкекен, так же в этом году был образован Малокарачаевский народный суд.</p><p> Первоначально помещения суда располагались на втором этаже многоквартирного жилого дома. Отдельное здание для суда было возведено в 1990 г.</p><p> Согласно архивным данным, первым судьей Малокарачаевского районного суда был Дотдаев К.Д.</p><p> По мере увеличения состава суда судьями становились Растова С.Д.,Чукова Т.Х., Полухов Н.М., Ионова А.Н., Боташев Р.Б., Семенова ХА-А., Голубничая В.В., Лайпанова З.Х., Борлаков М.Т., Масленников Е.А., Мамышев С.А.,Тамбиев А.С., Кислюк В.Г., Акбашев М.С., Джемакулова И.И., Салпагаров У.Н., Лепшоков Р.А., Тамбиев А.Р.</p><p> 27 октября 2016 г. трагически погиб и.о. председателя Малокарачаевского районного суда Боташев Р.Б, награжденный медалью Совета судей Российской Федерации '150 лет судебной реформы в России'.</p><p> В настоящее время судебные полномочия осуществляют судьи: Салпагаров У.Н., Джемакулова И.И., Тамбиев А.Р. Семенова Х.А-А., награждена медалью Совета судей Российской Федерации '150 лет судебной реформы в России'.</p><p> С введением в соответствии с реформой судебной системы с 01.01.2003 г. института мировых судей, в Малокарачаевском районе действуют два судебных участка.</p><p> Мировыми судьями в Малокарачаевском районе проработали Мамышев С.А., Мекеров М.Х, Джанкезов Б.О., Семенова Х.А., Кубанов Э.А., Лепшоков Р.А.</p><p> В настоящее время судебные полномочия осуществляют мировые судьи: Байрамкулов М.М. (судебный участок No 1), Узденова А.А. (судебный участок No 2).</p><p> На сегодняшний день председателем Малокарачаевского районного суда является Лепшоков Р.А.</p>",
        "slider": [
            "slider1-reg-8-sud_galery_slide1.jpg",
            "slider1-reg-8-sud_galery_slide2.jpg",
            "slider1-reg-8-sud_galery_slide3.jpg",
            "slider1-reg-8-sud_galery_slide4.jpg"
        ],
        "predsedatels": [
            {
                "title": "Лепшоков Рамазан Абдрахманович",
                "picture": "reg-8-pred-1.jpg"
            }
        ]
    },
    {
        "id": "Урупский район",
        "title": "Урупский районный суд",
        "topPicture": "reg_topPicture_9.jpg",
        "text": "<p>Указом Президиума Верховного Совета РСФСР от 15 января 1957 года  д. 721/3 образован Преградненский район Карачаево-Черкесской автономной области Ставропольского края.</p><p>Указом Президиума Верховного Совета РСФСР от 1 февраля 1963 года Преградненский район упразднен, образован Урупский промышленный район.</p><p>Указом Президиума Верховного Совета РСФСР от 12 января 1965 года ст. 25, д.</p><p>741/30 упразднен Урупский промышленный район и образован Урупский район с районным центром  в ст-це Преградной.  Судебная власть в районе осуществлялась до января 1957 года судьями бывшего Кировского района с районным центром в ст-це Исправной - ныне Зеленчукский район.</p><p>Первым судьей народного суда Преградненского района Карачаево-Черкесской автономной области с января 1957 года по ноябрь 1960 года работал Сорокин И.Г. 18 декабря 1960 года в соответствии с результатами голосования на основании статьи 62 «Положения о выборах районных (городских) народных судов Российской Советской Федеративной Социалистической Республики», прямым голосованием народным судьей была избрана Денисова И.А. Она, являясь председателем суда, возглавляла судебную власть в районе до 22 декабря 1981 года.</p><p>На основании Закона РСФСР от 8 июля 1981 года «О судоустройстве РСФСР» народный суд Преградненского района К-ЧАО переименован в Урупский районный народный суд.</p><p>Первоначально суд располагался в центре ст-цы Преградной в ветхом здании.</p><p>Примерно в семидесятом году было построено новое здание суда, в котором и расположен Урупский районный суд в настоящее время.</p><p>В ноябре 1981 г. районный суд стал двухсоставным. В результате довыборов судьей района была избрана Рощина М.П. 22 декабря 1981 г. сессией Урупского районного Совета народных депутатов она была назначена председателем районного суда, до 29 декабря 2012 г., более тридцати лет, Рощина М.П. возглавляла Урупский районный суд Карачаево-Черкесской Республики.</p><p>На основании Федерального конституционного закона от 31.12.1996 № 1-ФКЗ «О судебной системе Российской Федерации» Урупский районный народный суд переименован в  Урупский районный суд Карачаево-Черкесской Республики.</p><p>21 ноября 2013 года председателем суда на 6-летний срок полномочий назначена Дубовцева А.Н., с 4 ноября 2019 года она  назначена на очередной шестилетний срок полномочий председателем Урупского районного суда, скоропостижно скончалась 16 октября 2020 года.</p><p>С 23 октября 2020 года по 01 января 2022 года временно исполняющим обязанности председателя суда  являлась Узденова И.Б.</p><p>С  10 января 2022  по март 2024 года  временно исполняющим обязанности председателя суда  являлся Чомаев Р.Б.</p><p>В Урупском районном суде работали судьями - Евдокимова Любовь Ивановна с 1982 по 1985 годы, Гришина С.Г. с 1985 по 2002 годы, Катчиева З.И. с 1996 по 1999 годы, Апаев М.Д. с 2000 по 2002 годы, Хачиров М.Х. с 2003 по 2007 годы, Сергеев Д.И. с 2002 по 2009 годы, Эбзеев Т.К. с 2007 по 2010 годы и Дубовцева А.Н. с 2005 по 2011 годы.</p><p>Евдокимова Л.И. в 1985 году была назначена на должность председателя Левокумского районного суда Ставропольского края. Гришина С.Г., Апаев М.Д., Хачиров М.Х. и Дубовцева А.Н. были назначены судьями Верховного  Суда Карачаево-Черкесской Республики, Катчиева З.И. - судьей Усть-Джегутинского районного суда Карачаево-Черкесской Республики, Дотдаев Н.Ю. - заместителем председателя Зеленчукского районного суда Карачаево-Черкесской Республики.</p><p>В настоящее время суд является трехсоставным, правосудие осуществляется судьей  Узденовой И.Б.</p>",
        "slider": [
            "slider1-reg-9-sud_galery_slide1.jpg",
            "slider1-reg-9-sud_galery_slide2.jpg",
            "slider1-reg-9-sud_galery_slide3.jpg",
            "slider1-reg-9-sud_galery_slide4.jpg",
            "slider1-reg-9-sud_galery_slide5.jpg"
        ],
        "predsedatels": [
            {
                "title": "Рощина Мария Петровна",
                "picture": "reg-9-pred-2.jpg"
            },
            {
                "title": "Дубовцева Антонина Николаевна",
                "picture": "reg-9-pred-1.jpg"
            }
        ]
    },
    {
        "id": "Зеленчукский район",
        "title": "Зеленчукский районный суд",
        "topPicture": "reg_topPicture_10.webp",
        "text": "<p>Согласно сохранившимся архивным данным после освобождения от немецко-фашистских захватчиков с января 1943 года судебная власть в Зеленчукском районе осуществлялась двумя судебными участками, которые находились в станице Зеленчукской и станице Кардоникской. В декабре 1954 года участки были объединены и преобразованы в Зеленчукский районный народный суд Карачаево-Черкесской Автономной области.</p><p>С 1967 по 1987 год Зеленчукский районный народный суд работал под руководством Асланукова Назира Алиевича. Здание Зеленчукского районного народного суда в те времена представляло собой ветхий саманный дом без фундамента. Работники суда сами его отапливали, сами привозили уголь, дрова. По инициативе Асланукова Н.А.</p><p>в 1981 году в станице Зеленчукской было построено новое двухэтажное здание. С 1981 по 2004 год правосудие в Зеленчукском районе осуществлялось в новом здании.</p><p>Судьями Зеленчукского районного суда работали Соловьева Н.И., Румянцев А.К., Станкевич В.И., Емцов Н.И., Селина Л.И., Кубанов Ш.Х., Гордиенко Н.Г., Севастьянов Д.И., Кравченко А.А., Бурдова Е.А., Тешелеева Д.А.</p><p>После ухода в отставку Асланукова Н.А. Зеленчукский районный суд в разные годы возглавляли: Исмаилов Аслан Зиодинович, Стригин Владимир Павлович, Задерякина Наталья Григорьевна и Останин Михаил Павлович. В настоящее время председателем Зеленчукского районного суда Карачаево-Черкесской Республики является Щербина Оксана Николаевна.</p><p>В 1998 году в целях организационного обеспечения деятельности судов общей юрисдикции и органов судейского сообщества начали создаваться Судебные Департаменты. Когда здание суда, построенное в 1981 году, перестало соответствовать современным требованиям, в 2004 году руководством Управления Судебного Департамента в Карачаево-Черкесской Республике занялось подбором нового здания. В том же году было выбрано двухэтажное здание площадью 1241 кв.м., проведена его реконструкция, и уже в феврале 2005 года состоялось открытие нового здания Зеленчукского районного суда Карачаево-Черкесской Республики.</p><p>В 2024 году Зеленчукским районный суд Карачаево-Черкесской Республики отмечает семидесятилетний юбилей. За все эти годы судьями Зеленчукского районного суда активно укреплялась независимость судебной власти, на высокопрофессиональном уровне осуществлялась деятельность по отправлению правосудия.</p><p>В декабре 2022 года судья Зеленчукского районного суда Петяшин А.А. в составе делегации из Карачаево-Черкеской Республики принял участие в X Всероссийском съезде судей.</p><p>В настоящее время Зеленчукский районный суд является семисоставным: председатель суда Щербина Оксана Николаевна, заместитель председателя Баббучиев Инал Халитович  и пять судей: Борлакова Фатима Локмановна, Дотдаев Назби Юсуфович, Евсегнеева Галина Юрьевна, Петяшин Александр Александрович и Урусов Энвер Долхатович.</p><p>В здании суда имеется пять залов судебных заседаний с отдельными совещательными комнатами, два из них оборудованы видео-конференц связью, и один зал оборудован с соблюдением необходимых условий для рассмотрения уголовных дел с участием присяжных заседателей. Все кабинеты суда оснащены необходимой офисной техникой.</p><p>В соответствии с современными стандартами отправления правосудия автоматизированы многие процессы судопроизводства Зеленчукского районного суда, внедряется все больше информационных технологий и сервисов, которые помогают делать правосудие открытым, прозрачным и доступным для граждан.</p><p>Практика работы Зеленчукского районного суда свидетельствует  о его авторитете, о стабильности вынесенных решений и о доверии к судьям.  </p>",
        "slider": [
            "slider1-reg-10-sud_galery_slide1.jpg",
            "slider1-reg-10-sud_galery_slide2.jpg",
            "slider1-reg-10-sud_galery_slide3.jpg",
            "slider1-reg-10-sud_galery_slide4.jpg",
            "slider1-reg-10-sud_galery_slide5.jpg",
            "slider1-reg-10-sud_galery_slide6.jpg"
        ],
        "predsedatels": [
            {
                "title": "Аслануков Назир Алиевич",
                "picture": "reg-10-pred-1.jpg"
            },
            {
                "title": "Стригин Владимир Павлович",
                "picture": "reg-10-pred-5.jpg"
            },
            {
                "title": "Задерякина Наталья Григорьевна",
                "picture": "reg-10-pred-2.jpg"
            },
            {
                "title": "Останин Михаил Павлович",
                "picture": "reg-10-pred-3.jpg"
            },
            {
                "title": "Щербина Оксана Николаевна",
                "picture": "reg-10-pred-4.jpg"
            }
        ]
    },
    {
        "id": "Карачаевский район",
        "title": "Карачаевский районный суд",
        "topPicture": "reg_topPicture_11.jpeg",
        "text": "<p>Карачаевский районный суд Карачаево-Черкесской Республики образован в 1994 году на основании Постановления Верховного Cовета Карачаево-Черкесской Республики от 03.02.1994 года №66-ХХ1 «О Карачаевском народном суде Карачаево-Черкесской Республики» при разделении ранее действовавшего Карачаевского районного народного суда на Карачаевский городской суд КЧР и Карачаевский районный суд КЧР. Суд разместился в здании г. Карачаевска, по улице Чкалова, 25, затем был перемещен в этом же городе в здание по улице Мира, 8, с 2000 года по улице  Мира,9а.</p><p>С 1994 г. по 2000 г. суд являлся двухсоставным, с 2003 г. - четырехсоставным.</p><p>С февраля 1994 по октябрь 2007 г.г.  должность председателя Карачаевского районного суда замещала  Байрамкулова Мелек Конакбиевна (ныне судья Карачаевского районного суда КЧР), с ноября 2007 по июль 2020 г.г. - Чотчаев Хусеин Османович (ныне судья Верховного Суда КЧР), с августа 2020 по настоящее время - Тарасов Максим Васильевич.</p><p>Должности судей Карачаевского районного суда в указанный период замещали: Хачиров Хамид Наибович (1994-1996), Соловьева Валентина Ивановна(1996-1998), Таушунаев Билял Муссаевич (1996-2020), Абайханов Сапар Сеитбиевич (2000-2005), Чомаев Руслан Исмаилович (2002-2005), Тоторкулов Тимур Азретович (2003-2018), Воронина Элеонора Николаевна  (2005-2010, ныне судья третьего кассационного суда общей юрисдикции.)В настоящее время Карачаевский районный суд является четырехсоставным. Должность председателя Карачаевского районного суда замещает Тарасов М.В. (Указ Президента РФ от 08.06.2020 года № 377, имеет 5 квалификационный класс), должности судей замещают Байрамкулова М.К.</p><p>(имеет 5 квалификационный класс), Батчаев Ш.И. (Указ Президента РФ от 02.03.2018, имеет 5 квалификационный класс), Текеев Н.З. (Указ Президента РФ от 15.10.2020 № 627).</p><p>Штат суда состоит из четырех структурных подразделений: 1) председатель суда и судьи; 2) помощник председателя суда и помощники судей; 3) отдел делопроизводства и обеспечения судопроизводства: начальник отдела, консультант суда, секретари судебного заседания, секретарь суда, главный специалист, специалист 1 разряда; 4) персонал по охране и обслуживанию здания суда.</p><p>В целях исключения непосредственного общения судей с участниками процесса до начала судебного разбирательства в суде с 2019 года создана и успешно ведет свою работу  приемная суда, состоящая из профессионально подготовленных юристов, которые обеспечивают прием заявлений и обращений граждан. Аппарат суда также состоит из квалифицированных специалистов, имеющих высшее профессиональное юридическое образование и многолетний стаж работы. Более 27 лет в штате суда работает начальник отдела Узденова А.Х.-С., более 19 лет - помощник судьи Алиева С.М., более 15 лет - помощник председателя суда Тоторкулова З.Б., помощник судьи Батчаева А.К., консультант суда Урусов А.А.,   более 10  лет - помощник судьи Чотчаева Л.А., Джанибекова А.А., более 7 лет - помощник председателя суда Ижаева А.А., секретари судебного заседания Хачатурян Н.А., Борлакова Д.М. В судебной системе Карачаево-Черкесской Республики более 10 лет трудятся главный специалист Бажанов А.И., секретарь судебного заседания Эбзеева Л.С.-У.</p><p>Специализации по рассмотрению гражданских, уголовных, административных дел и дел об административных правонарушениях в Карачаевском районном суде нет.</p><p>Оснащенность Карачаевского районного суда соответствует необходимым требованиям Российского законодательства. В здании суда имеются 2 зала судебного заседания, которые оборудованы системами аудиопротоколирования, 1 из них оснащён необходимыми мебелью и оборудованием для проведения судебных заседаний по уголовным делам с участием присяжных заседателей, в том числе системой видеоконференц-связи. Суд оснащен современной охранно-пожарной сигнализацией и системой видеонаблюдения. Здание суда в рабочее время охраняется судебными приставами, которые обеспечивают охрану общественного порядка в здании суда и в ходе судебных заседаний.</p><p>Карачаевский районный суд Карачаево-Черкесской Республики осуществляет правосудие в качестве первой инстанции и суда апелляционной инстанции по отношению к мировому судье судебного участка №1 Карачаевского судебного района Карачаево-Черкесской Республики. В соответствии со ст.1 Закона Карачаево-Черкесской Республики от 17.07.2002 N 32-РЗ 'О создании и упразднении судебных участков и должностей мировых судей в Карачаево-Черкесской Республике' в Карачаевском районе КЧР создан мировой судебный участок № 1 Карачаевского района. Первым мировым судьей судебного участка №1 Карачаевского района являлась  Аджиева Мария Рамазановна (2002-2010), с 01.12.2010 по настоящее время - Хачиров Руслан Борисович.</p><p>Здание Карачаевского районного суда Карачаево-Черкесской Республики расположено по адресу: Карачаево-Черкесская Республика, г.</p><p>Карачаевск, ул. Мира, д. 9а.</p>",
        "slider": [
            "slider1-reg-11-sud_galery_slide1.jpeg",
            "slider1-reg-11-sud_galery_slide2.jpeg",
            "slider1-reg-11-sud_galery_slide3.jpeg",
            "slider1-reg-11-sud_galery_slide4.jpg"
        ],
        "predsedatels": [
            {
                "title": "Байрамкулова Мелек Конакбиевна",
                "picture": "reg-11-pred-3.jpg"
            },
            {
                "title": "Чотчаев Хусеин Османович ",
                "picture": "reg-11-pred-2.jpg"
            },
            {
                "title": "Тарасов Максим Васильевич",
                "picture": "reg-11-pred-1.jpg"
            }
            
        ]
    },
    {
        "id": "г. Карачаевск",
        "title": "Карачаевский городской суд",
        "topPicture": "reg_topPicture_12.jpg",
        "text": "<p>Согласно сохранившихся архивных данных, Карачаевский городской суд Карачаево-Черкесской Республики (ранее именовавшийся районным народным судом) был учрежден в 1930 году на территории города Микоян-Шахар (ныне город Карачаевск) и состоял из двух судебных участков. </p><p> В период с 1930 года по 1943 год в должности судей состояли: Супрунов И.М., Чагарова М.Х., Гочияев И.Ю., Кузнецов М.Ш., Ортабаев Х.Д., Баскаева Р.Б. и Меренкова Н.Ф.</p><p> В 1943 году, в связи с ликвидацией Карачаевская автономной области, территория Карачаевского района была отнесена к Грузинской ССР, а город Микоян-Шахар был переименован в город Клухори.</p><p> Приказом Министерства юстиции РСФСР от 1955 года народные суды города Усть-Джегута и города Клухори были объединены в Народный суд второго участка Клухорского района Ставропольского края.</p><p> В 1957 году Карачаево-Черкесская автономная область была восстановлена в качестве административно-территориальной единицы. Как следствие, были восстановлены Народные суды первого и второго участков Карачаевского района. Судьями были назначены Гочияев Исса Юсупович и Парфенов Иван Михайлович. 18 декабря 1960 г. судебные участки были объединены в один Карачаевский районный народный суд, председателем которого был назначен Шапков Юрий Михайлович, а народным судьей – Эркенова Джуарият Тельмековна.</p><p> В разные периоды в должности судей состояли: Сулыга Г.Е., Супрунов И.М, Гуменюк Б.М., Карпов Н.А., Хачуков Ю.А., Печенкин В.А., Соловьева В.И., Третьякова В.А., Боташева М.М. Гербекова Ф.О. Цуциева Ф.Б., Ортабаев А.Д., Дураев И.А. Чотчаев Д.-И.Ш., Катчиева З.И., Каракетова А.Х., Алиев Ш.С., Тарасов М.В., Бадалов И.Н.</p><p> Должность председателя суда замещали: Хачиров Х.Н. (с 1968 г. по 1974 год), Тимонин Е.А. (с 1974 г. по 1983 год), Хачиров Х.Н. (с 1983 г. по 1986 год), Абреков М.М. (с 1986 г. по 1992 год), Дураев Р.А. (с 1992 г. по 1996 год), Кочкаров Я.Х. (с 1997 г. по 2001 год), Кубанов М.М. (с 2003 г. по 2007 год), Васюков А.А. (с 2009 г. по 2010 год), Акбашев М.С. (с 2012 г. по 2016 год).</p><p> В 1994 году Карачаевский районный народный суд был разделен на Карачаевский городской суд Карачаево-Черкесской Республики и Карачаевский районный суд Карачаево-Черкесской Республики.</p><p> В настоящее время Карачаевский городской суд Карачаево-Черкесской Республики является четырехсоставным. Должности судей замещают: Долаев Абрек Сеитбиевич, Катчиева Виктория Киличбиевна и Кубанов Эльдар Арсенович. Указом Президента Российской Федерации от 22 апреля 2020 г. No 279 на должность председателя суда с шестилетним сроком полномочий назначен Кочкаров О.Р.</p>",
        "slider": [
            "slider1-reg-12-sud_galery_slide1.jpg",
            "slider1-reg-12-sud_galery_slide2.jpg",
            "slider1-reg-12-sud_galery_slide3.jpg",
            "slider1-reg-12-sud_galery_slide4.jpg",
            "slider1-reg-12-sud_galery_slide5.jpg",
            "slider1-reg-12-sud_galery_slide6.jpg",
            "slider1-reg-12-sud_galery_slide7.jpg"
        ],
        "predsedatels": [
            {
                "title": "Абреков Магомет Маджитович",
                "picture": "reg-12-pred-5.jpg"
            },
            {
                "title": "Кочкаров Яков Хусеинович",
                "picture": "reg-12-pred-1.jpeg"
            },
            {
                "title": "Васюков Андрей Андрианович",
                "picture": "reg-12-pred-3.jpg"
            },
            {
                "title": "Акбашев Магамед Сагитович",
                "picture": "reg-12-pred-4.jpg"
            },
            {
                "title": "Кочкаров Оскар Робертович",
                "picture": "reg-12-pred-2.jpg"
            }
        ]
    }
]