[
    {
        "title": "I Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "Приняли участие 539 делегатов. От нашего субъекта приняли участие два делегата – председатель суда Карачаево-Черкесской автономной области Никитенко Николай Гаврилович и председатель Карачаевского горнарсуда  Абреков Магомед Маджитович. <br/><br/> Идея учреждения независимого и влиятельного судейского коллектива впервые была сформирована в общих чертах на Первом Всероссийском съезде судей (ещё этот съезд называли Первым съездом юристов России, т.к. ни юристы, ни судьи подобных съездов в России не проводили). Инициаторами его созыва была группа судей, возглавляемая Председателем Верховного Суда Российской Федерации В.М. Лебедевым и Министром юстиции Н.В. Федоровым. Опираясь на Закон СССР «О статусе судей в СССР» 1989 г., им удалось созвать в 1991 г. I Всероссийский съезд судей, состоящий из делегатов – судей судов общей юрисдикции от всех субъектов Российской Федерации. <br/> Предстоящая судебная реформа в России находится только в стадии обсуждения. В повестке дня съезда: концепция и основные правовые акты судебной реформы; о правовой и социальной защищенности судей. <br/> На съезде обсужден ряд проблем: судоустройство и судопроизводство, статус судьи в РСФСР, самоуправление судей; сформулированы концептуальные положения начинающейся судебной реформы; принято решение о создании представительного органа судейского сообщества – Совета судей. <br/> Первый Совет подготовил положения проекта закона «О статусе судей в Российской Федерации». Верховный Суд России внес проект Закона на рассмотрение Верховного Совета РСФСР. В июне закон был принят. Это стало главным итогом деятельности первого Совета судей России.  <br/> Именно на I Всероссийском съезде сделан первый шаг к независимости судей.",
        "slider": ["1sezd_slide1.png", "1sezd_slide2.png", "1sezd_slide3.png"]
    },
    {
        "title": "2 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 2 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "3 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 3 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "4 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 4 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "5 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 5 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "6 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 6 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "7 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 7 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "8 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 8 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "9 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 9 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    },
    {
        "title": "10 Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "съезд 10 текст",
        "slider": ["slide1.jpg", "slide2.jpg", "slide3.jpg"]
    }
]