[
    {
        "title": "I Всероссийский съезд судей (17-18 октября 1991 года)",
        "text": "<p>Приняли участие 539 делегатов. От нашего субъекта приняли участие два делегата – председатель суда Карачаево-Черкесской автономной области Никитенко Николай Гаврилович и председатель Карачаевского горнарсуда  Абреков Магомед Маджитович. </p><p> Идея учреждения независимого и влиятельного судейского коллектива впервые была сформирована в общих чертах на Первом Всероссийском съезде судей (ещё этот съезд называли Первым съездом юристов России, т.к. ни юристы, ни судьи подобных съездов в России не проводили). Инициаторами его созыва была группа судей, возглавляемая Председателем Верховного Суда Российской Федерации В.М. Лебедевым и Министром юстиции Н.В. Федоровым. Опираясь на Закон СССР «О статусе судей в СССР» 1989 г., им удалось созвать в 1991 г. I Всероссийский съезд судей, состоящий из делегатов – судей судов общей юрисдикции от всех субъектов Российской Федерации. </p><p> Предстоящая судебная реформа в России находится только в стадии обсуждения. В повестке дня съезда: концепция и основные правовые акты судебной реформы; о правовой и социальной защищенности судей. </p><p> На съезде обсужден ряд проблем: судоустройство и судопроизводство, статус судьи в РСФСР, самоуправление судей; сформулированы концептуальные положения начинающейся судебной реформы; принято решение о создании представительного органа судейского сообщества – Совета судей. </p><p> Первый Совет подготовил положения проекта закона «О статусе судей в Российской Федерации». Верховный Суд России внес проект Закона на рассмотрение Верховного Совета РСФСР. В июне закон был принят. Это стало главным итогом деятельности первого Совета судей России.  </p><p> Именно на I Всероссийском съезде сделан первый шаг к независимости судей.</p>",
        "slider": ["1sezd_slide1.png", "1sezd_slide2.png", "1sezd_slide3.png"]
    },
    {
        "title": "II Всероссийский съезд судей (29 по 30 июня 1993 года)",
        "text": "<p>512 делегатов прибыли на съезд. Впервые в работе съезда наряду с судьями судов общей юрисдикции приняли участие судьи арбитражных и военных судов. От Карачаево-Черкесской Республики приняли участие два делегата - Председатель Верховного Суда Карачаево-Черкесской Республики Абреков Магомед Маджитович и председатель Арбитражного суда Карачаево-Черкесской Республики Аслануков Хамзет Билялович. </p><p>На съезде подведены итоги, определены приоритеты судебной реформы на данном этапе, принято Положение об органах судейского сообщества, решен ряд других важных вопросов.</p><p>Концепцией судебной реформы, постановлениями I и II съездов судей России определено, что одним из основных направлений судебной реформы является реформа в области судопроизводства: обеспечение действительной состязательности процесса, введение суда присяжных, подлинной апелляции и кассации.</p><p>Съезд принял «Положение об органах судейского сообщества». Положением регламентированы порядок образования, структура, руководящие органы Совета, периодичность пленарных заседаний. Второй съезд отмечен и тем, что он принял концептуальные положения Кодекса чести судьи в Российской Федерации. Правила поведения судей в профессиональной деятельности и во внеслужебной обстановке.</p>",
        "slider": ["2sezd_slide1.jpg", "2sezd_slide2.jpg"]
    },
    {
        "title": "III (внеочередной) Всероссийский съезд судей (24–25 марта 1994 года)",
        "text": "<p>Фактически присутствовало 584 делегата, из них 458 – от судов общей юрисдикции, от арбитражных судов – 82, от военных судов – 44. От Карачаево-Черкесской Республики приняли участие два делегата - Председатель Верховного Суда Карачаево-Черкесской Республики Абреков Магомед Маджитович и председатель Арбитражного суда Карачаево-Черкесской Республики Аслануков Хамзет Билялович.</p><p>На съезде выдвинуты кандидаты на вакантные должности судей Конституционного Суда Российской Федерации. Остро поставлен вопрос о независимости судей. Признано необходимым создание проекта закона «Осудебной системе Российской Федерации». Обсуждены проблемы создания мировой юстиции, финансирования судов и безопасности судей.</p>",
        "slider": ["3sezd_slide1.jpg"]
    },
    {
        "title": "IV (чрезвычайный) Всероссийский съезд судей (3-5 декабря 1996 года)",
        "text": "<p>В стране период экономического спада. Главный вопрос на съезде – офинансировании судов. В работе приняли участие 638 делегатов. Из них: от судов общей юрисдикции – 502; от арбитражных судов – 95; от военных судов – 40 и от Конституционного суда Российской Федерации – 1. От Карачаево-Черкесской Республики приняли участие - Председатель Верховного Суда Карачаево-Черкесской Республики Абреков Магомед Маджитович, председатель Арбитражного суда Карачаево-Черкесской Республики Аслануков Хамзет Билялович и председатель Прикубанского районного суда Саркитов Хасан Батдалович.</p><p>Съезд оценил состояние кадрового финансового и материального обеспечения судебной системы и показал перспективы дальнейшего развития судебной реформы и судебной системы.</p><p>31 декабря 1996 года был принят Федеральный конституционный закон «Осудебной системе Российской Федерации».</p><p>Судейское сообщество заявляло о необходимости учреждения собственного исполнительного обеспечивающего органа – Судебного департамента при Верховном суде. В декабре 1997 года принят Федеральный закон «О судебном департаменте при Верховном Суде Российской Федерации».</p><p>В январе 1999 года принят закон «О финансировании судов Российской Федерации», расширивший полномочия Совета судей по контролю за бюджетными средствами.</p>",
        "slider": ["4sezd_slide1.jpg"]
    },
    {
        "title": "V Всероссийский съезд судей (27-29 ноября 2000 года)",
        "text": "<p>На съезд избрано 652 судьи, в том числе от судей общей юрисдикции – 508, от арбитражных судов – 96, от военных судов – 45, от Конституционного Суда Российской Федерации – 3. Впервые в работе съезда приняли участие мировые судьи из 20 субъектов Российской Федерации. От Карачаево-Черкесской Республики приняли участие - Председатель Верховного Суда Карачаево-Черкесской Республики Бурлаков Ислам Шах-Буранович, председатель Арбитражного суда Аслануков Хамзет Билялович и председатель Черкесского городского суда Бадалов Илгар Намазович. </p><p>Среди задач, поставленных на съезде – повышение эффективности судебной системы. С приветственным словом перед судьями выступил президент России. В. В. Путин: «Мы все хотим, чтобы наш суд был скорым, правым и справедливым». Он отметил, что судебная власть в России, несмотря на проблемы, состоялась, а Концепция судебной реформы в базовых параметрах реализована.</p><p>В результате работы Съезд принял Постановление «О ходе судебной реформы в Российской Федерации и перспективах развития судебной системы». Вноябре 2001 г. постановлением Правительства Российской Федерации была утверждена целевая программа Развитие судебной системы России на 2002–2006 годы.</p><p>В период работы Совета судей созыва 2000–2004 гг. был принят Федеральный закон от 14 марта 2002 г. «Об органах судейского сообщества в Российской Федерации». Согласно этому Закону, к органам судейского сообщества относятся Всероссийский съезд судей, конференции судей субъектов РФ, Совет судей РФ, советы судей субъектов РФ, общие собрания судей судов, Высшая квалификационная коллегия судей РФ, квалификационные коллегии судей субъектов РФ.</p><p>Также на съезде были обсуждены проблемы введения института мировых судей в регионах.</p>",
        "slider": ["5sezd_slide1.png"]
    },
    {
        "title": "VI Всероссийский съезд судей (30 ноября - 2 декабря 2004 года)",
        "text": "<p>Итоги четырехлетней работы судейского сообщества страны подвели 673 делегата. От Карачаево-Черкесской Республики приняли участие - Председатель Верховного Суда Карачаево-Черкесской Республики Бурлаков Ислам Шах-Буранович, председатель Арбитражного суда  Аслануков Хамзет Билялович,  председатель Черкесского городского суда Бадалов Илгар Намазович, мировой судья судебного участка № 1 Зеленчукского района Прокопенко Светлана Михайловна. Также в качестве участников Съезда присутствовали председатель Карачаевского городского суда Кубанов Мухтар Мурадинович, председатель Усть-Джегутинского районного суда Демин Геннадий Анатольевич и начальник Управления Судебного департамента в Карачаево-Черкесской Республике Чомаев Хусеин Алиевич. </p><p>На съезде были поставлены те же задачи, что и на первых съездах. А именно – вопросы независимости третьей власти от первой и второй.</p><p>Председатель Совета судей Юрий Сидоренко по итогам съезда заявил: «Самым положительным стало то, что главной задачей съезд признал отстаивание независимости судей».</p><p>Важным событием стало утверждение Кодекса судейской этики, который установил общие требования, предъявляемые к поведению судей. «Соответствовать высокому званию судьи, сохранять в любой ситуации личное достоинство, исходить из того, что признание соблюдения и защита прав и свобод человека определяют основной смысл и содержание деятельности органов судебной власти», – вот лишь некоторые цитаты из Кодекса.</p><p>По итогам съезда была принята федеральная целевая программа «Развитие судебной системы» на 2007-2011 годы.</p>",
        "slider": ["6sezd_slide1.jpg", "6sezd_slide2.png"]
    },
    {
        "title": "VII Всероссийский съезд судей (2 - 4 декабря 2008 года)",
        "text": "<p>В работе Съезда приняли участие 716 делегатов. От Карачаево-Черкесской Республики приняли участие –Председатель Верховного Суда Карачаево-Черкесской Республики Давыдов Андрей Павлович, председатель Арбитражного суда Жёлудев Иван Степанович, председатель Усть-Джегутинского районного суда Дёмин Геннадий Анатольевич, мировой судья судебного участка № 2 Усть-Джегутинского района Эбзеев Хамзет Ханапиевич.  Также в качестве участника Съезда присутствовал начальник Управления Судебного департамента в Карачаево-Черкесской Республике Чомаев Хусеин Алиевич. </p><p>На Съезде рассматривались текущие вопросы деятельности судебной системы, итоги работы представили Совет судей Российской Федерации и Высшая квалификационная коллегия судей. На съезде были обсуждены, в частности, вопросы повышения эффективности работы судов, а также уровня доверия к судебным органам, повышения качества правосудия, его гуманизация, обеспечение разумных сроков рассмотрения дел и исполнения судебных актов.</p><p>Важным результатом деятельности VII Всероссийского съезда судей стало принятие постановления «О состоянии судебной системы Российской Федерации и приоритетных направлениях ее развития и совершенствования».</p><p>За время, прошедшее после VII Всероссийского съезда судей, были приняты и вступили в силу Федеральный конституционный закон «О судах общей юрисдикции в Российской Федерации», Федеральный закон «Об обеспечении доступа к информации о деятельности судов в Российской Федерации».</p>",
        "slider": ["7sezd_slide1.png", "7sezd_slide2.jpg"]
    },
    {
        "title": "VIII Всероссийский съезд судей (17 по 19 декабря 2012 года)",
        "text": "<p>Участие в нем приняли более 700 делегатов, в их числе – представители высших российских судов, федеральных судов общей юрисдикции, арбитражных и военных судов, мировые судьи. От Карачаево-Черкесской Республики приняли участие - Председатель Верховного Суда Карачаево-Черкесской Республики Давыдов Андрей Павлович, председатель Арбитражного суда  Мельников Игорь Михайлович, председатель Карачаевского районного суда Чотчаев Хусейн Османович, мировой судья судебного участка № 2 Хабезского района Нагаев Аслан Мухамедовича.  Также в качестве участника Съезда присутствовал начальник Управления Судебного департамента в Карачаево-Черкесской Республике Самоходкин Сергей Иванович. </p><p>Обсуждались темы растущей нагрузки на судей, взаимодействие со средствами массовой информации, предложения об учреждении специального праздника – Дня судебного работника.</p><p>VIII Всероссийский съезд судей утвердил новый Кодекс судейской этики, определил текущее состояние судебной системы, в качестве намеченных целей обозначил повышение качества отправления правосудия, обеспечение доступа граждан к правосудию, открытость и гласность судопроизводства, повышение социальных гарантий для судей, дальнейшее совершенствование судебной системы.</p><p>По итогам работы съезда было принято постановление от 19.12.2012 г. «Осостоянии судебной системы Российской Федерации и основных направлениях её развития», в котором в качестве главных направлений деятельности были определены дальнейшее совершенствование судопроизводства, повышение качества правосудия и эффективности защиты прав и свобод граждан, законных интересов организаций, общественных объединений и государства, а также намечены основные перспективы развития судебной системы страны.</p>",
        "slider": ["8sezd_slide1.jpg", "8sezd_slide2.jpg", "8sezd_slide3.png", "8sezd_slide4.jpg"]
    },
    {
        "title": "IX Всероссийский съезд судей (6 – 8 декабря 2016 года)",
        "text": "<p>В работе съезда приняли участие 780 делегатов, представляющих интересы судов всех уровней: общей юрисдикции, арбитражных и военных судов. От Карачаево-Черкесской Республики приняли участие делегаты - Председатель Верховного Суда Карачаево-Черкесской Республики Семенов Руслан Закерьяевич, председатель Арбитражного суда Мельников Игорь Михайлович, заместитель председателя Черкесского городского суда Темрезов Теймураз Бориспиевич, мировой судья судебного участка №1 судебного  района города Черкесска Антонюк Елена Валерьевна. Также в качестве участника Съезда присутствовала исполняющая обязанности начальника Управления Судебного департамента в Карачаево-Черкесской Республике Глухова Ирина Анатольевна.</p><p>Делегаты съезда обсудили актуальные вопросы и проблемы деятельности судебной системы за последние четыре года и определили пути ее развития. Был рассмотрен широкий спектр вопросов, касающихся состояния судебной системы, перспектив ее развития, совершенствования деятельности судов. Участники форума приняли изменения в Кодекс судейской этики, утверждённый на предыдущем съезде, а также сформировали новые составы Совета судей Российской Федерации, Высшей квалификационной коллегии судей и Высшей экзаменационной комиссии по приему квалификационного экзамена на должность судьи.</p><p>По результатам работы съезда было принято Постановление IXВсероссийского съезда судей «Об основных итогах функционирования судебной системы Российской Федерации и приоритетных направлениях ее развития на современном этапе».</p>",
        "slider": ["9sezd_slide1.jpg", "9sezd_slide2.jpg", "9sezd_slide3.jpg","9sezd_slide4.jpg", "9sezd_slide5.jpg", "9sezd_slide6.jpg"]
    },
    {
        "title": "Х Всероссийский съезд судей (29 ноября – 1 декабря 2022 года)",
        "text": "<p>В работе съезда приняли участие 815 делегатов, представляющих интересы судов всех уровней. От Карачаево-Черкесской Республики приняли участие - Член Совета судей Российской Федерации Семенов Руслан Закерьяевич,  Делегаты - Председатель Верховного Суда Карачаево-Черкесской Республики Лепшоков Науруз Абрекович, исполняющий обязанности председателя Арбитражного суда  Боташев Али Пилялович, судья Зеленчукского районного суда Петяшин Александр Александрович, мировой судья судебного участка №1 Адыге-Хабльского судебного  района Кишмахов Руслан Витальевич. </p><p>Также в качестве участника Съезда присутствовал начальник Управления Судебного департамента в Карачаево-Черкесской Республике Чепуров Виталии Владимирович.</p><p>Темами юбилейного съезда стали: совершенствование законодательства, регулирующего деятельность судей, оптимизация нагрузки, цифровизация судебных сервисов, развитие электронного правосудия, возможное исключение письменного протоколирования судебных заседаний в гражданском, арбитражном и административном производстве, повышение суммы исковых требований, которые рассматриваются в упрощенном порядке, предложения об увеличении суммы задолженности, в пределах которой банкротство гражданина осуществляется во внесудебном порядке. </p><p>В ходе торжественной части к участникам съезда обратились Президент Российской Федерации Владимир Владимирович Путин, Председатель Верховного Суда России Вячеслав Михайлович Лебедев и Председатель Конституционного Суда Российской Федерации Валерий Дмитриевич Зорькин. </p>",
        "slider": ["10sezd_slide1.jpg", "10sezd_slide2.jpg", "10sezd_slide3.jpg","10sezd_slide4.jpg", "10sezd_slide5.jpg", "10sezd_slide6.jpg", "10sezd_slide7.jpg"]
    }
]