[
    {
        "picture": "v1.png",
        "title": "Гербеков Ахмат Наурузович",
        "description": "",
        "awards": [
            "v-1-award-1.png"
        ],
        "book": [
            "v-1-book-1.jpg",
            "v-1-book-2.jpg",
            "v-1-book-3.png",
            "v-1-book-4.png"
        ],
        "text": "<p><b>Гербеков Ахмат Наурузович,</b> 23.08.1911 г.р., место рождения: Ставропольский край, Карачаевский р-н, а. Нижняя Теберда; Орджоникидзевский край, Карачаевская АО, г. Микоян-Шахар</p><p>Член ВКП/б/. Делегат 9-й Карачаевской областной партконференции, член обкома ВКП/б/ (1940). В должности председателя облсуда трудился несколько месяцев. Призван в ряды РККА 5.08.1941 г. На фронте служил в должности командира стрелковой роты 280-го стрелкового полка 185-ой стрелковой Панкратово-Пражской дивизии 77-го отдельного стрелкового корпуса. Награжден орденом Красной Звезды (18.12.1944). Умер от ран 20.12.1944 г., похоронен в Польше (дивизионное кладбище д. Лайски, Варшавское воеведомство)</p><p><b>Место призыва</b></p><p>Карачаевский ОВК, Ставропольский край, Карачаевская АО</p><p><b>Дата призыва</b></p><p>05.08.1941 </p><p><b>Воинское звание</b></p><p>капитан; капитан юстиции </p><p><b>Воинская часть</b></p><p>280 стрелковый полк 185 стрелковой дивизии </p><p>28 осп </p><p>155 медико-санитарный батальон 185 стрелковой дивизии </p><p>119 запасной стрелковый полк 39 запасной стрелковой дивизии </p><p>47 армия </p><p>989 стрелковый полк 226 стрелковой дивизии (I)</p><p><b>Место захоронения</b></p><p>Польша, Варшавское воеводство, д. Лайски, Дивиз. кладбище ; Польша, Варшавское воев., пов. Легионовский, гм. Яблонна, д. Лайски, дивизионное кладбищеНагражден орденом Красной Звезды (18.12.1944)"
    },
    {
        "picture": "v2.png",
        "title": "Глоов Исмаил Рамазанович",
        "description": "",
        "awards": [
            "v-2-award-1.jpg",
            "v-2-award-2.jpg"
        ],
        "book": [
            "v-2-book-1.png",
            "v-2-book-2.jpg",
            "v-2-book-3.jpg",
            "v-2-book-4.png"
        ],
        "text": "<p><b>Глоов Исмаил Рамазанович</b>, родился в 1904 г.. (а.Карт-Джурт). Член ВКП/б/ с 1931 г. В 1929 г. был направлен на учебу в областной педрабфак, позднее окончил юридические курсы г. Ростове-на-Дону. В 1932 г. назначен дополнительным судьей 1-го судебного участка. Работал на должностях председателя Джаганасского аулсовета, с 09.1934 г. - заместитель председателя областного суда, с 03.1935 г. - народного судьи Джегутинского р-на, затем был инструктором Джегутинского райисполкома, председателем колхоза «Красная Звезда» (Курорт Теберда). Председатель Карачаевского областного суда в ноябре 1937- феврале 1938 г. Работал на постах заведущего Микояновского районного земельного отдела, с 1939 г. - заместителем председателя президиума и зав.торг. отделом облпотребсоюза (ОПС), с 1940 гг. - пред. ОПС. Позднее, до 1942 г. </p><p>- нач. Мало-Карачаевского район. зам. отдела. Во время нем.-фашист. оккупации - в партизан. отряде «За Родину»; схвачен врагом, расстрелян в августе 1942 г. захоронен в г. Теберде. </p><p><b>Посмертно награжден медалями «Партизану Отечественной войны» (1943) и «За отвагу» (1965)</b>.</p><p>Занесен в книгу памяти Карачаево-Черкесской Республики</p><p>Занесен в книгу памяти 1945-1995 г. г. Карачаевска "
    },
    {
        "picture": "v3.png",
        "title": "Злобин Валентин Степанович",
        "description": "",
        "awards": [
            "v-3-award-1.jpg"
        ],
        "book": [],
        "text": "<p><b>Злобин Валентин Степанович</b>, родился 18 ноября 1923 года в Вятской области Вожгальского района дер. Ардшиха. </p><p>Среднее юридическое образование получил в юридической школе в г. Таганрог, после окончания которой работал в Черкесской Юридической Консультации Министерства Юстиции РСФСР по специальности адвокат в период с 10 июня 1945 г. по 15 марта 1949 г. С марта 1949 г. работал в прокуратуре г. Черкесска - помощником прокурора до 1950 г., когда его перевели на должность старшего помощника прокурора КЧАО по уголовно- судебному надзору, где он проработал до 10 января 1952 г. В январе 1952 г. он стал Прокурором г. Черкесска. С работой он совмещал и учебу во Всесоюзном Юридическом Заочном Институте, Ростовском филиале, который окончил в июле 1953 г. В феврале этого же года Злобин Валентин Степанович был избран Городским Советом депутатов трудящихся депутатом горсовета.</p><p>2 декабря 1954 г. Злобин В.С. избран народным судьей г. Черкесска, а 20 декабря</p><p>1960 г. избран на должность председателя Черкесского народного суда КЧАО, 19 декабря 1965 г. переизбран. За долгую добросовестную работу в органах юстиции, приказами Министерства Юстиции РСФСР и Верховного Суда РСФСР Злобину В.С. неоднократно объявлялась благодарность и он награждался ценными подарками. Был депутатом Городского Совета депутатов трудящихся, руководил школой «Государства и права», был лектором общества «Знание», регулярно выступал в местной печати на правовые темы.</p><p>25 октября 1967 г. Злобин В.С. награжден медалью «За Трудовое отличие». В этом же году зачислен в штат Областного Суда на должность члена Областного Суда по решению исполкома Карачаево-Черкесского Областного Совета депутатов трудящихся. 07 июня 1968 г. избран членом Карачаево-Черкесского Областного Суда - и работал по 03 июля 1987 г.</p><p>• Приказом Лº 44 Злобин В.С. от 03 июля 1987 г. уволен по собственному желанию в связи с уходом на пенсию по возрасту.</p><p><b>Награжден медалью «За Трудовое отличие»</b>"
    },
    {
        "picture": "v4.png",
        "title": "Нарожняя Наталья Федоровна",
        "description": "",
        "awards": [
            "v-4-award-1.jpg",
            "v-4-award-2.jpg",
            "v-4-award-3.jpg",
            "v-4-award-4.jpg",
            "v-4-award-5.jfif"
        ],
        "book": [],
        "text": "<p><b>Нарожняя Наталья Федоровна</b> родилась 5 декабря 1922 года в с. Первая Стрелицкая Больше-Троицкого района Курской области (ныне Щебекенский район Белгородской области).Ей было 19лет, когда началась Великая Отечественная война. В 1942 году она как доброволец направилась на службу в ряды Советской армии (78-я гвардейская стрелковая Висленская ордена Суворова дивизия). С 1942 по 1945 она прошла путь от Белгорода до Сталинграда и от Сталинграда до Праги. Победу встретила в составе подразделений Главного управления контрразведки «Смерш» Наркомата обороны в Чехословакии в городе Карловы Вары. О подвиге совсем еще юной девушки говорят ее награды: Орден Отечественной войны II степени, две медали «За боевые заслуги», медаль «За победу над Германиейв Великой Отечественной войне 1941-1945 гг.», медаль «За освобождение Праги», медаль Жукова,медаль «Участник форсирования Днепра». </p><p>Уже после службы Наталья Фёдоровна вернулась в родной Белгород к родителям. В сентябре 1948 года Нарожняя Н.Ф. поступила в Ростовскую двухгодичную юридическую школу Министерства юстиции РСФСР, а в 1950 году, после ее окончания, по распределению была направлена нотариусом в Ставропольский край. В городе Черкесске и началась её мирная трудовая деятельность в юриспруденции. Необыкновенно трудолюбивая и ответственная, Наталья Федоровна всегда была настоящим профессионалом, душой болела за свое дело. </p><p>С 1951 по 1964 годы Наталья Фёдоровна была народным судьей в районных судах Ставропольского края и Карачаево-Черкесской автономной области: с 1951 по 1957 гг. - народный судья Советского района Новоселецкого района, с 1957 по 1958 гг. - народный судья Черкесского городского народного суда, с 1958 по 1964 гг. - народный судья Прикубанского районного народного суда. </p><p><b>Воинское звание:</b> </p><p>гв. Красноармеец</p><p><b>Награждена медалями:</b></p><p> Орден Отечественной войны II степени, </p><p>две медали «За боевые заслуги», </p><p>медаль «За победу над Германией в Великой Отечественной войне 1941-1945 гг.», </p><p>медаль «За освобождение Праги», </p><p>медаль Жукова, </p><p>медаль «Участник форсирования Днепра»</p><p><b>Указом Главы Карачаево-Черкесской Республики от 11 октября 1995ей было присвоено почетное звание «Заслуженный юрист Карачаево-Черкесии».<b>"
    },
    {
        "picture": "v5.png",
        "title": "Ортабаев Магомет Халжибиевич",
        "description": "",
        "awards": [
            "v-5-award-1.png"
        ],
        "book": [],
        "text": "<p><b>Ортабаев Магомет Халжибиевич</b>,  17.04.1914 г.р., место рождения Ставропольский край, Карачаевский р-н, а. Нижняя Теберда; Карачаевская АО, Микояновский р-н, а. Нижняя-Теберда). Член ВКП/б/ с 1941 г. Должность председателя облсуда занимал в сентябре - ноябре 1941 года, затем был призван на фронт. Служил в командном составе в 5 воздушно-десантная бригада 11 стрелковая бригада. Дата призыва: Ноябрь 1941. Воинское звание: Капитан. Награжден Орденом Отечественной войны II степени, медалями. В послевоенные годы работал в различных учреждениях в местах депортации, в Карачаево-Черкесии.</p><p><b>Награды:</b></p><p>Орден Отечественной войны II степени </p><p><b>Дата представления к награде:</b></p><p> 06.11.1985 </p><p><b>Инициатор:</b> </p><p>Министр обороны СССР"
    },
    {
        "picture": "v6.png",
        "title": "Салпагарова Муксим Гериевна",
        "description": "",
        "awards": [],
        "book": [],
        "text": "<p><b>Салпагарова Муксим Гериевна</b>, родилась в 1911 г. (а. Нижняя Теберда). Член ВКП/б/ с 1920 г. Окончила областную совпартшколу /СПІ/ 1-й ступени (1930), затем Коммунистический ун-трудящихся Востока (Москва,1934). С 08.1934 - препод. облСПІ КАО, с 11.1934 - инструктор Северо-Кавказского Крайкома ВКП/б/,</p><p>с 07.1936 - зав. отделом газ. «Къызыл Къарачай». В августе-ноябре 1937 г. - Председатель Карачаевского областного суда. Смещена с должности, вернулась на работу в редакцию газ. «Кызыл Карачай» (зав. отделом). С 1939 г. - в аппарате обкома партии (инструктор, зав. сектором), позднее - зав. обл. отделом искусств. Во время немецко-фашистской оккупации - в партизанском отряде «Мститель», затем в Кисловодском партизанском отряде. Схвачена врагом, расстреляна в ноябре 1942"
    },
    {
        "picture": "v7.png",
        "title": "Соловьев Вадим Дмитриевич",
        "description": "",
        "awards": [
            "v-7-award-1.jpg",
            "v-7-award-2.png",
            "v-7-award-3.png",
            "v-7-award-4.jfif"
        ],
        "book": [],
        "text": "<p><b>Соловьев Вадим Дмитриевич</b>, родился 28.12.1919 Ростовская обл., г. Ростов-На-Дону </p><p><b>Место призыва</b> Сталинский РВК, Казахская ССР, г. Алма-Ата, Сталинский р-н</p><p><b>Дата призыва</b> 12.12.1942</p><p><b>Воинское звание 1943-1945</b> – старший радиотелеграфист</p><p><b>Воинская часть</b> 948 отдельный батальон связи 102 стрелкового корпуса13 армии.</p><p>С 1954 года по 1956 год – председатель Красноярского краевого суда.<b></p><p>Награжден медалями:</b></p><p>«За боевые заслуги», </p><p>«За освобождение Праги», </p><p>«За победу над Германией в Великой Отечественной войне 1941-1945 гг»., </p><p><b>Наименование награды:</b>Медаль «За боевые заслуги»</p><p><b>Приказ подразделения</b></p><p>№: 36/нот: 25.08.1944</p><p><b>Издан:</b> 102 ск</p><p><b>Наименование награды:</b>Орден Отечественной войны II степени</p><p><b>Номер документа:</b> 15</p><p><b>Дата документа:</b> 05.02.1988</p><p>"
    },
    {
        "picture": "v8.png",
        "title": "Сулыга Георгий Евсеевич",
        "description": "",
        "awards": [
            "v-8-award-1.jpg",
            "v-8-award-2.png",
            "v-8-award-3.png"
        ],
        "book": [
            "v-8-book-1.jpg"
        ],
        "text": "<p><b>Сулыга Георгий Евсеевич</b>, родился 10 апреля 1929 г. в селе Сотниковское, Благодарненского района, Ставропольского края.в 1947 г. поступил в Ростовскую юридическую школу и окончил ее в 1949 г. </p><p>С 1943 по 1947 г. г. воевал в рядах Советской Армии, участвовал в Великой Отечественной войне, был награжден медалью «За отвагу» и медалью «За победу над гитлеровской Германией в 1941-1945 г. г.».Свою трудовую деятельность начал в органах юстиции с 11 июня 1951 г. нотариусом.</p><p>С 1953 по 1957 г. г. учился во Всесоюзном Юридическом Заочном Институте, Ростовском филиале.</p><p>В ноябре 1956 г. был избран Председателем Народного суда г. Георгиевска, с марта 1963 г. избран Заместителем Председателя краевого суда г. Ставрополя. 25 июля 1965 г. Сулыга Г.Е. избран народным судьей Карачаевского городского народного суда Карачаево-Черкесской Автономной Области, Ставропольского края.</p><p>Решением исполкома КЧАО Совета депутатов трудящихся за Nº 580 от 02 декабря 1968 г. Сульга Г.Е. освобожден от должности судьи Карачаевского городского народного суда в связи с переходом на другую работу.</p><p>14 октября 1977 г, Сулыга Г.Е. избран Председателем Областного суда Карачаево-Черкесской Автономной Области.</p><p>За время работы Сулыга Г.Е. был поощрен Правительственными наградами. 23 мая 1974 г. Указом Президиума Верховного Совета РСФСР, ему присвоено почетное звание «Заслуженный юрист РСФСР».</p><p>02 июля 1982 г. решением Карачаево-Черкесского Областного Совета народных депутатов Сулыга Г.Е. вновь был избран Председателем Областного суда Карачаево-Черкесской Автономной Области.</p><p><b>Воинское звание</b>:лейтенант юстиции</p><p><b>Служба</b></p><p><b>Место призыва:</b>Бурлацкий РВК, Ставропольский край, Бурлацкий р-н</p><p><b>Дата начала службы:</b>май 1942</p><p><b>Части и подразделения:</b></p><p>43 гв. кп 12 гв. кд</p><p>66 сп СКФ</p><p><b>Дата завершения службы:</b>04.02.1947</p><p><b>Награжден медалью </b></p><p>«За отвагу» от 21.03.1945 г.</p><p>«За победу над гитлеровской Германией в 1941-1945 г. г.». от 09.05.1945 г.</p><p>Медалью «За взятие Будапешта»</p><p><b>23 мая 1974 г. Указом Президиума Верховного Совета РСФСР, ему присвоено почетное звание «Заслуженный юрист РСФСР»</b>."
    },
    {
        "picture": "v9.png",
        "title": "Титова Клавдия Филипповна",
        "description": "",
        "awards": [],
        "book": [],
        "text": "<p><b>Титова Клавдия Филипповна</b>, родилась 1918 года рождения Народный судья Преградненского района. </p><p>Титова Клавдия Филипповна, являясь бойцом Преградненского партизанского отряда Nº 10, была расстреляна гестапо 18 декабря 1942 года.Труп Титовой К.Ф. был обнаружен при осмотре ям с трупами жертв немецко-фашистского произвола в окрестностях станицы Преградной в районе Шпилей, хутора Круглого, «Курджинстроя». При исследовании трупа Титовой К.Ф. обнаружен перелом обеих рук, совершенно разбит череп, зубы на которых были коронки из ценного металла - вытащены.</p><p>Тело было настолько обезображено, что опознать его удалось при помощи сохранившихся кусков платья.</p><p><b>Именем Клавдии Титовой названа улица в станице Преградной</b></p><p><b>Место захоронения:</b>Урупский р-н, ст. Преградная, парк</p><p><b> Откуда перезахоронен:</b>Санчарский перевал</p><p><b>Захоронение:</b> 84131341"
    },
    {
        "picture": "v10.png",
        "title": "Турковский Максим Евстигнеквич",
        "description": "",
        "awards": [
            "v-10-award-1.png"
        ],
        "book": [],
        "text": "<p><b>Турковский Максим Евстигнеквич</b>, родился 23 августа 1915 года в с. Петропавловка, Ново-Узенского района Саратовской области. Получил высшее юридическое образование, окончил Юридический Институт в г. Саратове, проходил обучение с 1947 по 1952 года, получил специальность - юрист.</p><p>• Свою трудовую деятельность Турковский М.Е. начал в 15 лет. С 1937 года по 1940 год служил в Красной Армии, был красноармейцем 185 -го автотранспортного батальона. В 1940 году учился в Саратовской Юридической школе. Участвовал в Великой Отечественной войне, был командиром стрелковой роты 37-го стрелкового полка, служил в штабе Средне -Азиатского военного округа. Был награжден медалью «За Победу над гитлеровской Германией» в Великой Отечественной войне. В 1946 году продолжил обучение в Саратовской юридической школе, затем заочно обучался в Саратовском Юридическом Институте им. Д.И. Курского по специальности - юрист. С 1946 года совмещал работу Народного судьи 2 участка Романовского района, Саратовской области с учебой в Институте. В августе 1948 года стал председателем спецсуда «ВЩ» п/я 325 г. Ленинабад-4. Начиная с 1954 года работал заведующим юридической консультации п/я 200 г. Свердловска-44.</p><p>С июня по декабрь 1959 года работал секретарем Прикубанского райисполкома депутатов трудящихся г. Черкесска.10 декабря 1959 года по решению Исполкома Карачаево-Черкесского Областного Совета Депутатов трудящихся Nº 157 -а г. Черкесска Турковский М.Е. зачислен в штат Областного Суда на должность члена суда.Неоднократно поощрялся Верховным Судом РСФСР.10 нюня 1968 года решением Областного Совета Депутатов трудящихся Турковский М.Е. освобожден от занимаемой должности в связи с истечением полномочий по п. «а» ст. 44 КЗоТ РСФСР.</p><p><b>Служба</b></p><p><b>Части и подразделения:</b> 37 зсп 3 зсбр САВО</p><p><b>Осакаровский РВК, Казахская ССР, Карагандинская обл.</b></p><p><b>Воинское звание:</b>лейтенант</p><p><b>Дата завершения службы:</b> 15.04.1946</p><p><b>Награжден медалью «Медалью «За победу над гитлеровской Германией в 1941-1945 г. г.» в Великой Отечественной войне</b>"
    },
    {
        "picture": "v11.png",
        "title": "Шапков Юрий Николаевич",
        "description": "",
        "awards": [
            "v-11-award-1.png",
            "v-11-award-2.jpg",
            "v-11-award-3.png"
        ],
        "book": [],
        "text": "<p><b>Шапков Юрий Николаевич</b>, родился 03 февраля 1926 года, в д. Кулемзино, Крупецкого района, Курской области, образование высшее, окончил Ростовский государственный университет, получил специальность - юрист, владел иностранными языками: немецким и французским.</p><p>vТрудовую деятельность начал с 5 сентября 1943 года и работал до ноября этого же года налоговым агентом в с. Крупец. В 1943 году ушел на фронт и в рядах Советской:</p><p>Армии в 393 батальоне морской пехоты Тихоокеанского флота служил по 1949 год. В 1945 году участвовал в боях с Японией, был ранен, лежал в военно-морском госпитале в с.Краскино, залив Пасьей. Был награжден медалью «За Победу над Японией».</p><p>После прохождения службы окончил школу и в 1951 году поступил в Университет в г. Ростов-на-Дону. В 1956 году после окончания университета работал адвокатом в Черкесской юридической консультации.</p><p>22 декабря 1958 года Шапков Ю.Н. избран членом Областного суда решением Исполкома Карачаево-Черкесского Областного Совета Депутатов трудящихся.</p><p>Неоднократно руководил семинарами по изучению законодательства и обобщению судебной практики, принимал активное участие в общественной жизни, являлся председателем лекторской группы, общества по распространению политических и научных знаний, являлся лектором обкома КПСС.</p><p>Решением от 23 марта 1959 года Исполкома Карачаево-Черкесского Областного Совета Депутатов трудящихся утвердил Шапкова Ю.Н. членом президиума Областного Суда Карачаево-Черкесской Автономной Области.</p><p>20 декабря 1960 года зачислен в штат Областного суда на должность председателя Карачаевского районного суда, утвержден 30 декабря 1960 года.</p><p>До 11 июня 1965 года работал Народным судьей Карачаевского городского народного суда Карачаевского района Карачаево-Черкесской Автономной Области.</p><p>29 мая 1965 года Верховный Суд РСФСР выразил согласие на досрочное освобождение Шапкова Ю.Н. от должности председателя и народного судья Карачаевского городского народного суда Карачаево-Черкасской Автономной Области: 02 нюня 1965 года Решением Исполкома Карачаево-Черкесского Областного Совета Депутатов трудящихся освободили Шапкова Ю.Н. от должности по состоянию здоровья.</p><p><b>Воинское звание</b>:ст. лейтенант</p><p><b>Служба</b></p><p><b>Место призыва:</b>Крупецкий РВК, Курская обл., Крупецкий р-н</p><p><b>Дата начала службы:</b> 12.1943</p><p><b>Части и подразделения:</b> </p><p>175 сп</p><p>395 бмп</p><p><b>Награжден медалью «За Победу над Японией», </p><p>«За отвагу» от 23.02.1995, </p><p>Ордер Отечественной войны II степени от 06.11.1985 Министра обороны СССР</b>"
    }
]